

//  export const Rbegs=[
//     { 

//     question:"HIV यौन संपर्क के माध्यम से क्यों फैलता है?",
//       options:["विषाणुजनित कण वीर्य में प्रचुर मात्रा में मौजूद होते हैं।","यौन संपर्क के दौरान रक्त मिश्रित हो सकता है।","वायरस शुक्राणु के अंदर रहता है।","वायरस जननांगों की त्वचा में मौजूद होता है।"],
//      answer:[0],
//      explanation :""

//     },
//     {
//       question:"नदी गंगा को संकटग्रस्त (endangered) नदी क्यों कहा जाता है इसका मुख्य कारण है?",
//       options:["इस पर कई बांध बने हुए हैं।","इसका पानी पीने योग्य नहीं है।","नदी सूख रही है।","जलीय जीवन घटता जा रहा है।"],
//       answer:[3],
//       explanation :""

//     },
//     {
//      question:"कॉमनवेल्थ गेम्स 2022 में अमित पंघाल ने किस खेल में स्वर्ण पदक जीता?",
//       options:["बैडमिंटन","कुश्ती","मुक्केबाज़ी","एथलेटिक्स"],
//       answer:[2],
//       explanation :""

//     },
//     {
//       question:"जुलाई 2022 तक, केंद्रीय हिंदी संस्थान का मुख्यालय कहाँ स्थित है?",
//       options:["नई दिल्ली","वाराणसी","आगरा ","कोलकाता"],
//       answer:[2],
//       explanation :""
// },
//     {
//       question:"लाखिमी बरुआ को सामाजिक कार्य के लिए पद्मश्री पुरस्कार किस वर्ष प्रदान किया गया?",
//       options:["2018","2017","2021","2020"],
//       answer:[2],
//       explanation :""
// },
// {question:"स्टील अथॉरिटी ऑफ इंडिया लिमिटेड की स्थापना किस वर्ष में की गई थी?",
//       options:["1973","1981","1963","1956"],
//       Answer:[0],
//       explanation :""
// },
// {question:"निम्नलिखित में से कौन-सा बेरीबेरी का लक्षण है?",
//       options:["कमज़ोर दांत और मसूड़ों से खून आना।","कमज़ोर मांसपेशियाँ और ऊर्जा की कमी।","अस्वस्थ त्वचा और सूजा हुआ पेट।","दृष्टि में कमी या आंशिक रूप से अंधापन।"],
//       Answer:[1],
//       explanation :""
// },
// {question:"निम्नलिखित में से कौन-सा भारत में एक निजी क्षेत्र का बैंक है?",
//       options:["फेडरल बैंक","बैंक ऑफ बड़ौदा","यूको बैंक ","पंजाब नेशनल बैंक"],
//       Answer:[0],
//       explanation :""
// },
// {question:"निम्नलिखित में से कौन-सा दो युग्मकों के बीच की संयोजन अभिक्रिया  का उदाहरण है, जिसके दौरान एक नया युग्मक बनता है?",
//     options:["कैल्शियम हाइड्रॉक्साइड का निर्माण","जल का निर्माण","अमोनिया का निर्माण।"," कार्बन डाइऑक्साइड का निर्माण।"],
//     Answer:[0],
//     explanation :""
// },
// {question:"निम्नलिखित में से कौन-सा कथन प्रत्यावर्ती धारा (AC) के बारे में सत्य है?",
//   options:["धारा की दिशा और परिमाण समय के साथ नहीं बदलते हैं।","धारा की दिशा बदलती है, लेकिन परिमाण स्थिर रहता है।","धारा की दिशा स्थिर रहती है, लेकिन परिमाण समय के साथ बदलता है।","धारा की दिशा और परिमाण समय के साथ बदलते हैं।"],
//   Answer:[2],
//   explanation :""
// },
// {question:"किस राज्य सरकार के वन विभाग ने राज्य के दक्षिण-पश्चिमी जिलों में नष्ट हो चुके साल वनों को पुनर्जीवित करने में अपनी विफलताओं को स्वीकार किया है?",
//   options:["मध्य प्रदेश "," राजस्थान","ओडिशा ","पश्चिम बंगाल"],
//   Answer:[3],
//   explanation :""
// },


// {question:"रेखित पेशियों (striated muscles) के बारे में निम्नलिखित में से कौन-सा कथन सही है?",
//   options:["इनमें स्पष्ट रूप से हल्की और गहरी पट्टियाँ  उपस्थित होती हैं।","इनकी कोशिकाएँ लंबी, बेलनाकार, अगोलाकार  और अन शाखित होती हैं।","इनकी कोशिकाएँ लंबी होती हैं, उनके सिरे कुंद (blunt) होते हैं, और वे शाखित नहीं होती हैं।","इनकी कोशिकाएँ अगोलाकार  और बेलनाकार होती हैं तथा शाखित होती हैं।"],
//   Answer:[0],
//   explanation :""
// },
// {question:"मैंग्रोव वन कहाँ उगते हैं?",
//   options:["रेगिस्तान"," दलदल ","तटीय क्षेत्रों में","पहाड़ियों में "],
//   Answer:[2],
//   explanation :""
// },
// {question:"निम्नलिखित में से कौन-से कथन गोल दर्पण द्वारा परावर्तन के संबंध में सही हैं?",
//    (i):"यदि वस्तु को ध्रुव (pole) और फोकस (focus) के बीच रखा जाए, तो - अवतल दर्पण प्रकाश किरणों को अपसारित (diverge) कर देगा।",
//    (ii):"उत्तल दर्पण प्रकाश की किरणों को अभिसारित (converge) कर सकता है",
//   options:["(i) और (ii) दोनों गलत हैं", "केवल (ii) सही है","केवल (i) सही है","(i) और (ii) दोनों सही हैं"],
//   Answer:[2],
//   explanation :""
// },
// {question:"जवाहरलाल नेहरू का जन्म किस शहर में हुआ था?",
//   options:["लखनऊ ","श्रीनगर ","इलाहाबाद ( प्रयागराज) ","दिल्ली "],
//   Answer:[2],
//   explanation :""
// },

// {question:"महावीर और उनके अनुयायियों की शिक्षाएँ लगभग 1500 वर्ष पहले जिस रूप में लिखी गई थीं, वही रूप आज किस स्थान पर उपलब्ध है?",
//   options:["पावापुरी, बिहार ","वैशाली, बिहार","वल्लभी (गुजरात) ","लछुआड़,बिहार"],
//   Answer:[2],
//   explanation :""
// },
// {question:"शुक्र के वातावरण में जो मोटे सफेद और पीले-हरित रंग के बादल दिखाई देते हैं, वे किस पदार्थ से बने होते हैं?",
//   options:["एसिटिक अम्ल ","नाइट्रिक अम्ल","सल्फ्यूरिक अम्ल","हाइड्रोक्लोरिक अम्ल"],
//   Answer:[2],
//   explanation :""
// },
// {question:"निम्नलिखित कार्बन के रूपों में से कौन-सा विद्युत का अच्छा चालक है?",
//   options:[" हीरा","फुलरीन"," ग्रेफाइट","कोयला "],
//   Answer:[2],
//   explanation :""
// },
// {question:"एक सामान्य वयस्क मानव प्रतिदिन लगभग ___ मिलीलीटर मूत्र उत्पन्न करता है",
//   options:[" 100 - 200","10000 - 20000"," 10 - 20","1000 - 2000"],
//   Answer:[3],
//   explanation :""
// },
// {question:"निम्नलिखित खनिजों में से कौन-सा फसलों को कीटों से बचाने में सहायक होता है?",
//   options:["  मैग्नीशियम,लोहा,बोरॉन","सोडियम,कैल्शियम,मैग्नीशियम"," मैग्नीशियम,पोटैशियम,कैल्शियम","कैल्शियम,सोडियम,पोटैशियम"],
//   Answer:[2],
//   explanation :""
// },
// {question:"भारतीय संविधान का कौन-सा अनुच्छेद कहता है कि राज्य ग्राम पंचायतों के गठन की दिशा में कदम उठाएगा और उन्हें स्वशासन के साधन के रूप में कार्य करने हेतु आवश्यक शक्तियाँ और अधिकार प्रदान करेगा?",
//   options:["  अनुच्छेद 44"," अनुच्छेद 42"," अनुच्छेद 40"," अनुच्छेद 41"],
//   Answer:[2],
//   explanation :""
// },
// {question:"भारत की स्वतंत्रता के 75 वर्षों के उपलक्ष्य में 'आजादी का अमृत महोत्सव' मनाने हेतु, भारत सरकार ने किस विद्यालय को 50 कंप्यूटर दान किए?",
//   options:["  - टोक्यो महानगर असुका उच्च विद्यालय (Tokyo Metropolitan Asuka High School)"," दिल्ली पब्लिक स्कूल (Delhi Public School)"," सिंगापुर इंटरनेशनल स्कूल (Singapore International School)"," लीसी मॉडर्न एम्पेफिलोहा, मेडागास्कर (Lycee Moderne Ampefiloha)"],
//   Answer:[3],
//   explanation :""
// },
// {question:"यदि 12 वोल्ट की बिजली आपूर्ति बल्ब को 24 वॉट शक्ति प्रदान करती है, तो जब वही बल्ब 6 वोल्ट की आपूर्ति से जोड़ा जाएगा, तो उसे कितनी शक्ति प्राप्त होगी?",
//   options:["18W"," 12W","9W"," 6W"],
//   Answer:[3],
//   explanation :""
// },
// {question:"भारतीय संविधान में संशोधन करने की संसद की शक्ति निम्नलिखित में से किसके द्वारा स्थापित एक संवैधानिक शक्ति है?",
//   options:["बयालीसवाँ संविधान संशोधन अधिनियम"," चौबीसवाँ संविधान संशोधन अधिनियम","चवालीसवाँ संविधान संशोधन अधिनियम"," छब्बीसवाँ संविधान संशोधन अधिनियम"],
//   Answer:[1],
//   explanation :""
// },
// {question:"झूलन गोस्वामी ने महिला वनडे क्रिकेट में 250 विकेट लेने की उपलब्धि किस वर्ष प्राप्त की?",
//   options:["2019"," 2023"," 2021"," 2022"],
//   Answer:[3],
//   explanation :""
// },
// {question:"निम्नलिखित में से किसे 2021 में भौतिकी का नोबेल पुरस्कार प्राप्त करने वालों  के रूप में सम्मानित किया गया?",
//   options:["स्यूकुरो मानेबे (Syukuro Manabe)","मारिया रेसा (Maria Ressa)","डेविड जूलियस (David Julius)","दिमित्री मुरातोव (Dmitry Muratov) "],
//   Answer:[0],
//   explanation :""
// },
// {question:"इंदिरा पॉइंट निम्नलिखित में से किसके दक्षिणी भाग में स्थित है?",
//   options:["लिटिल अंडमान द्वीप","ग्रेट  निकोबार द्वीप","मिडिल अंडमान द्वीप"," कार निकोबार द्वीप"],
//   Answer:[1],
//   explanation :""
// },
// {question:"ऑक्टेव का नियम निम्नलिखित में से किसकी खोज के बाद अप्रासंगिक हो गया?",
//   options:["फुलरीन","समस्थानिक ","रेडियोधर्मिता"," निष्क्रिय गैसें"],
//   Answer:[3],
//   explanation :""
// },
// {question:"निम्नलिखित में से किस राज्य की पुलिस ने फरवरी 2020 में महिलाओं की सुरक्षा के लिए 'दिशा' नामक पहल शुरू की?",
//   options:["उत्तराखंड"," पंजाब "," गोवा"," आंध्र प्रदेश"],
//   Answer:[3],
//   explanation :""
// },
// {question:"तीन रेज़िस्टर्स जिनका प्रतिरोध क्रमशः 2, 3 और 5 ओम है, एक बैटरी के साथ श्रेणीक्रम (series) में जुड़े हैं। यदि 2 ओम प्रतिरोध में प्रवाहित धारा 4 एम्पियर है, तो वोल्टेज ज्ञात कीजिए।",
//   options:["40V"," 20V","60V ","80V "],
//   Answer:[0],
//   explanation :""
// },
// {question:"निम्नलिखित में से कौन-सा परिवर्तन उन बच्चों में दिखाई नहीं देता जो किशोरावस्था में प्रवेश करने वाले हैं?",
//   options:["शरीर के सभी हिस्सों पर बालों की वृद्धि दिखाई देती है।"," कुछ लोगों की त्वचा तैलीय हो जाती है।","शरीर के कुछ विशेष हिस्सों में बालों की वृद्धि होती है। ","कुछ लोगों को मुहाँसे हो जाते हैं। "],
//   Answer:[0],
//   explanation :""
// },
// {question:"भारतीय संविधान का कौन-सा भाग उन  नागरिकों के नागरिकता अधिकारों से संबंधित है जो पाकिस्तान से भारत आए हैं?",
//   options:[" भाग II"," भाग III"," भाग IV","भाग I"],
//   Answer:[0],
//   explanation :""

// },
// {question:"मानवों में श्वसन का एक उदाहरण है।",
//   options:[" ऊष्माशोषी अभिक्रिया"," अपचय-ऑक्सीकरण अभिक्रिया","  विस्थापन अभिक्रिया"," उष्माक्षेपी अभिक्रिया"],
//   Answer:[3],
//   explanation :""

// },
// {question:"त्योहारों के दौरान इमारत में लगाई गई लाइटें ---  का उदाहरण  हैं।",
//   options:["समानांतर परिपथ","चुंबकीय प्रभाव ","विद्युत चुंबकीय प्रेरण"," श्रृंखला परिपथ"],
//   Answer:[3],
//   explanation :""

// },
// {question:"विद्युत ओवन के कार्य करने के पीछे का सिद्धांत ____ होता है",
//   options:["विद्युत चुंबकीय प्रेरण"," प्रेरित वोल्टेज"," जूल का ऊष्मा प्रभाव"," प्रेरित धारा"],
//   Answer:[2],
//   explanation :""
// },
// {question:"दांतों में क्षय (सड़न) किस pH स्तर पर शुरू होता है?",
//   options:["pH 7 से अधिक होने पर","pH 5.5 से कम होने पर","pH 6 पर","pH 7 पर"],
//   Answer:[1],
//   explanation :""
// },



// ]


