

//  export const Rbegs=[
//     { 

//     question:"HIV यौन संपर्क के माध्यम से क्यों फैलता है?",
//       options:["विषाणुजनित कण वीर्य में प्रचुर मात्रा में मौजूद होते हैं।","यौन संपर्क के दौरान रक्त मिश्रित हो सकता है।","वायरस शुक्राणु के अंदर रहता है।","वायरस जननांगों की त्वचा में मौजूद होता है।"],
//      answer:[0],
//      explanation :""

//     },





// ]
RBE_27_Sep_S3h=[
    {question :"मेंडल के प्रयोगों में, पीले रंग के बीज बाले मटर के पौधों का संकरण, हरे रंग के बीज बाले मटर के पौधों के साथ कराने पर मटर के ऐसे पौधे प्राप्त हुए, जिनमें से सभी के बीज पीले रंग के थे। यदि इन पौधों का स्व-परागण करया जाता, और उनसे 500 मटर एकत्र किए जाते, तो उनमें से किलने हरे रंग के होते?",
    Options :["लगभग 330"," लगभग 440","लगभग 110"," लगभग 220"],
    Answer :[2],
    Explanation :""},
    {question :" निम्न में से किस दिन राष्ट्रीय बाल अधिकार संरक्षण आयोग का 17वां स्थापना दिवस मनाया गया था?",
    Options :["1 मार्च 2022","2 मार्च 2022","3 मार्च 2022"," 4 मार्च 2022"],
    Answer :[0],
    Explanation :""},
    {question :" जब कॉपर ऑक्साइड की तनु हाइड्रोक्लोरिक अम्ल से अभिक्रिया कराया जाता है, तो --- नीला-हरा रंग किस के निर्माण के कारण उत्पन्न होता है?",
    Options :["कॉपर (I) क्लोराइड", "जल","हाइड्रोजन गैस","कॉपर (II) क्लोराइड"],
    Answer :[3],
    Explanation :""
    },
    {question :"निम्न में से कौन सा पश्चिम बंगाल का सबसे बड़ा मेला है?",
    Options :["रामकेली मेला", "रास मेला (Rass Mela)","जयदेव केंदुली मेला (Joydeb Kenduli Mela)","गंगासागर मेला"],
    Answer :[3],
    Explanation :""
},
 {question :" एयू (AU) स्मॉल फाइनेंस बैंक की स्थापना किस वर्ष हुई थी?",
    Options :["1996","2000","2005"," 2015"],
    Answer :[0],
    Explanation :""
},
{question :"एक 2 ओम के प्रतिरोधक में विभवांतर, जब प्रति सेकंड 200 जूल ऊष्मा उत्पन्न होती है, तो वह होगा",
Options :["20 वोल्ट","10 वोल्ट","40 वोल्ट"," 80 वोल्ट"],
Answer :[0],
Explanation :""
},
{question :"भारतीय संविधान में____ को संघीय कार्यपालिका का हिस्सा नहीं माना गया है।",
Options :["राष्ट्रपति"," भारत के प्रधान मंत्री और उनकी मंत्रिपरिषद","उप-राष्ट्रपति"," राज्य के महाधिवक्ता"],
Answer :[3],
Explanation :""
},
{question :"रक्त समूह A वाले एक पुरुष का विवाह, रक्त समूह B वाली एक महिला से हुआ, जिनका एक बच्चा है, जिसका रक्त समूह AB है। आनुवंशिकी के संदर्भ में इसका क्या अर्थ है?",
    Options :["रक्त समूह A का जीन और रक्त समूह B का जीन दोनों अप्रभावी हैं।"," रक्त समूह A का जीन प्रभावी है, और रक्त समूह B का जीन अप्रभावी है।"," रक्त समूह A का जीन और रक्त समूह B का जीन दोनों प्रभावी हैं।"," रक्त समूह B का जीन प्रभावी है, और रक्त समूह A का जीन अप्रभावी है।"],
    Answer :[2],
    Explanation :""},
{question :"श्वसन के दौरान निम्न में से कौन से, तीन-कार्बन वाले अणु बनते हैं?",
Options :["एथेनॉल और लैक्टिक अम्ल","लैक्टिक अम्ल और पाइरुवेट","पाइरुवेट और एथेनॉल"," एथेनॉल और मैलिक अम्ल"],
Answer :[1],
Explanation :""
},
{question :"मान लीजिए कि राम फोकस दूरी (f) वाले अवतल दर्पण के सामने विभिन्न दूरियों (u) पर एक गेंद रखता है, और संगल प्रतिबिम्ब दूरियों (v) को मापता है। u और v के मानों का उपयोग करके, राम ने 1/v और 1/u के बीच ग्राफ खींचा। ग्राफ में, राम ने पाया कि x और y अंत:खंड क्रमशः 0.1 cm और 0.11 cm हैं। दर्पण की फोकस दूरी ज्ञात कीजिए।",
Options :["12.65 cm","8.5 cm","11.25 cm"," 9.55 cm"],
Answer :[3],
Explanation :"" 
},
{question :"एक 3 cm ऊंची बस्तु को 20 cm की फोकस दूरी बाले उत्तल लेंस के सामने 30 cm की दूरी पर रखा जाता है। प्रतिबिंब की ऊंचाई कितनी होगी?",
    Options :["4 cm","10 cm","8 cm","6 cm "],
    Answer :[3],
    Explanation :""},
    {question :"दी गई आकृति में l, m के समानांतर है और m, n के समानांतर है। x° का मान ज्ञात करें।",
        Options :["30°","100°","130°"," 50°"],
        Answer :[2],
        Explanation :""
},
{question :"2021 में बीबीसी इंडियन स्पोर्ट्सवुमन ऑफ द ईयर अवार्ड का तीसरा संस्करण किसने जीता?",
Options : ['राधा यादव','साइना नेहवाल','मीराबाई चानू','पी.वी. सिंधु'],
Answer :[2],
Explanation :""
},
{question :"निम्न में से कौन-सी रासायनिक अभिक्रियाएं संयोजन अभिक्रिया का उदाहरण हैं? /n 1 3Fe(s) + 4H₂O(g) → Fe₃O₄(s) + 4H₂(g) /n 2 CO(g) + 2H₂(g) → CH₃OH(l) /n 3 2Mg(s) + O₂(g) → 2MgO(s)  /n 4 Zn(s) + 2AgNO₃(aq) → Zn(NO₃)₂(aq) + 2Ag(s)",
Options : ["1 और 4","2 और 3","1 और 2","3 और  4"], 
Answer :[1],
Explanation :""},
{question :'आधुनिक आवर्त सारणी में, फॉस्फोरस को _________ में रखा गया है।',
Options :["15वें समूह और तीसरे आवर्त","14वें समूह और दूसरे आवर्त","15वें समूह और दूसरे आवर्त","14वें समूह और तीसरे आवर्त"],
Answer :[0],
Explanation :""
},
{question :"भारत सरकार की 'समग्र शिक्षा योजना', जो स्कूली शिक्षा के लिए एक एकीकृत योजना है, को निम्नलिखित में से किस अवधि के लिए जारी रखा गया है?",
Options :["  2019-20 से 2024-25","2020-21 से 2025-26","2021-22 से 2025-26"," 2022-23 से 2026-27"],
Answer :[2],
Explanation :""
},
{question :"पूर्व दिशा में धारा प्रवाहित करने वाले सीधे धारावाही चालक द्वारा उत्पन्न चुंबकीय क्षेत्र की दिशा___दिशा के अनुदिश होती है।",
 Options :[" पूर्व","पश्चिम","उत्तर"," दक्षिण"],
 Answer :[3],
 Explanation :"",
},
{question :"पादप,___ प्रक्रिया के माध्यम से अतिरिक्त जल मुक्त करते हैं।",
Options :["वाष्पीकरण","स्थानांतरण","परिवहन"," वाष्पोत्सर्जन"],
Answer :[3],
Explanation :"",
},
{question :"आमरलैंड की लेविथान दूरबीन (Leviathan telescope) में 3.0 m फोकस दूरी वाले अवतल दर्पण का उपयोग किया गया है। यदि इससे 4.0 m की दूरी पर, किसी वस्तु का 80 cm ऊंचा प्रतिबिंब बनता है तो वस्तु की ऊंचाई, वस्तु की दूरी और आवर्धन ज्ञात कीजिए (वस्तु को दर्पण के सामने रखा गया है)।",
Options :[" क्रमशः 1.2 m, 12 m और ⅓ ","क्रमशः 2.4 m, 6 m और ⅓ ", "क्रमशः 2.4 m, 12 m और ½ "," क्रमशः 2.4 m, 12 m और ⅓"],
Answer :[3],
Explanation :""
},
{question :"कचरे के उत्पादन को कम करने का सबसे प्रभावी समाधान क्या है?",
    Options :["Refuse (मना करना)","Composting (कम्पोस्टिंग)","Combustion (दहन)","Reuse (पुन: उपयोग)"],
    Answer :[0],
    Explanation :""
},
{question:"यदि वायु के बुलबुलों को एक पात्र में लिए गए चूने के पानी से होकर गुजारा जाता है, तो क्या होगा?",
  Options:[ 'विलयन में फोम और झाग निकलेगा','ऊष्माक्षेपी अभिक्रिया के कारण तापमान में वृद्धि होगी','कैल्शियम कार्बोनेट के अघुलनशील निलंबन के कारण विलयन दूधिया हो जाएगा','चूने के साथ अभिक्रिया करते ही विलयन तुरंत लाल हो जाएगा'],
  Answer :[2],
  Explanation :""

},
{question :"भारत में पाई जाने वाली निम्न में से किस प्रकार की मृदाएं देश के कुल क्षेत्रफल के लगभग 40 प्रतिशत भाग में मौजूद हैं?",
 Options :["जलोढ़ मृदाएं","काली मृदाएं","लाल और पीली मृदाएं","लैटेराइट मृदाएं"],
 Answer :[0],
 Explanation :""
},
{question :"क्लोरीन की किस पदार्थ के साथ अभिक्रिया के फलस्वरूप विरंजक चूर्ण (Bleaching powder) बनता है?",
    Options :[" कॉस्टिक सोडा","बुझा चूना"," बिना बुझा चूना "," सोडियम क्लोराइड"],
    Answer :[1],
    Explanation :""

},
{question :'हमारे खाने की आदतों में निम्नलिखित में से कौन सा बदलाव हमारे पर्यावरण पर सबसे बड़ा प्रभाव डालेगा?',
    Options :['भोजन की बर्बादी को रोकना','अपना खुद का भोजन उगाना','प्रसंस्कृत भोजन से बचना','मांस और पशु उत्पादों को छोड़ना'],
    Answer :[3],
    Explanation :""
},
{question :"रात्रि में तारे, ______ के कारण टिमटिमाते हुए दिखाई देते हैं।",
    Options :[" तारों के प्रकाश के वायुमंडलीय अपवर्तन","वायुमंडलीय वर्ण-विक्षेपण","तारों के प्रकाश के वायुमंडलीय परावर्तन","तारों के प्रकाश के वायुमंडलीय प्रकीर्णन"],
    Answer :[0],
    Explanation :""
},
{question :"पादपों की पत्तियाँ पर पाए जाने वाले सूक्ष्म छिद्रों (pores) का नाम बताएं।",
    Options :["Lenticels (वातरंध्र)","Chloroplasts (हरित लवक)","Stomata (रंध्र)","Guard cells (रक्षक कोशिकाएं)"],
    Answer :[2],
    Explanation :""
},
{question :"भारतीय संविधान के 73वें और 74वें संशोधनों में ______ स्थानीय निकायों के चुनावों का प्रावधान है।",
Options :["हर पांच वर्ष के बाद","हर वर्ष","हर दो वर्ष के बाद"," हर तीन वर्ष के बाद"],
Answer :[0],
Explanation :""
},
{question :"निम्नलिखित में से किस वर्ष भारतीय संविधान में अनुच्छेद 21 क जोड़ा गया था, जो छह से चौदह वर्ष की उम्र के सभी बच्चों के लिए अनिवार्य शिक्षा प्राप्त करने के मूल अधिकार से संबंधित है?",
Options :["2004","2001","2002"," 2003"],
Answer :[2],
Explanation :""
},
{question :"मैग्नीशियम रिबन को वायु की उपस्थिति में जलाने पर इनमें से कौन सा उत्पाद बनता है?",
Options :["मैग्नीशियम डाईऑक्साइड का सफेद चूर्ण","मैग्नीशियम ऑक्साइड का नीला चूर्ण","मैग्नीशियम ऑक्साइड का सफेद चूर्ण","मैग्नीशियम कार्बोनेट का सफेद चूर्ण"],
Answer :[2],
Explanation :""
},
{question :'निम्नलिखित अभिक्रिया में उस पदार्थ की पहचान करें जो अपचयित होता है। /n ZnO + C → Zn + CO',
    Options :["O","ZnO","Zn"," C"],
    Answer :[1],
    Explanation :""
},
{question :"इस प्रश्न में एक कथन और उसके बाद दो तर्क I और II दिए गए हैं। दिए गए कथन और तर्कों को ध्यानपूर्वक पढ़िए, और दिए गए विकल्पों में से उचित उत्तर का चयन कीजिए। /n कथन: /n सुबह जल्दी जागने के कई फायदे हैं। /n तर्क: /n I. जल्दी जागने से आपको व्यायाम करने के लिए पर्याप्त समय मिलता है। /n II. जल्दी जागना, आपको तनाव मुक्त रखता है। ",
 Options :[' दोनों तर्क I और II, कथन का समर्थन नहीं करते हैं।',' तर्क II कथन का समर्थन नहीं करता है, जबकि तर्क I कथन का समर्थन करता है।',' दोनों तर्क I और II, कथन का समर्थन करते हैं।',' तर्क I कथन का समर्थन नहीं करता है, जबकि तर्क II का समर्थन करता है।'],
 Answer :[2],
 Explanation :""
},
{question :"___एक समष्टि-अर्थशास्त्रीय (macroeconomic) शब्द है, जो आय के उस अनुपात को संदर्भित करता है, जो वर्तमान वस्तुओं और सेवाओं पर खर्च किए जाने के बजाय बचाया जाता है।",
 Options :["औसत उपभोग प्रवृत्ति","औसत बचत प्रवृत्ति","सीमांत बचत प्रवृत्ति","सीमांत उपभोग प्रवृत्ति"],
  Answer:[1],
  Explanation :""
},
{question :"1857 के विद्रोह के दौरान, निम्न में से किस जाट नेता ने अंग्रेजों के खिलाफ विद्रोह करने के लिए उत्तर प्रदेश में परगना बड़ौत (Barut) और उसके आसपास के मुखियाओं और किसानों को लामबंद किया था? ",
    Options :["मौलवी लियाकत अली","शाहमल","मौलवी अहमदुल्लाह शाह","गजाधर सिंह"],
    Answer :[1],
    Explanation :""
},
{question :"___सतत भविष्य के लिए एस एंड टी में एकीकृत दृष्टिकोण (Integrated approach in S&T for Sustainable Future)' निम्नलिखित में से किसकी विषय-वस्तु (theme) है?",
Options :["राष्ट्रीय अभियंता दिवस 2022","राष्ट्रीय शिक्षक दिवस 2022","राष्ट्रीय चिकित्सक दिवस 2022","राष्ट्रीय विज्ञान दिवस 2022"],
Answer :[3],
Explanation :""
},
{question :"एक विद्युत परिपथ में, पांच एक-समान बल्ब एक दूसरे के साथ समानांतर क्रम में 20 V (नगण्य आंतरिक प्रतिरोध) की बैटरी के साथ संयोजित हैं। जब सभी पांच बल्ब चमकते हैं, तो 5 A की धारा दर्ज की जाती है। तब परिपथ में क्षय शक्ति और प्रत्येक बल्ब का प्रतिरोध क्रमशः _______ और _______ है।",
    Options :["31.25 W, 1.25 Ω ","38.75 W, 1.55 Ω","56.25 W, 2.25 Ω","46.25 W, 1.85 Ω"],
    Answer :[0],
    Explanation :""
},
{question :"उस सही कथन-समूह का चयन कीजिए, जो भारत सरकार के अनुसार 'भारत की शास्त्रीय भाषा' होने संबंधी मानदंडों का समर्थन करता है। उस भाषा के गुणों में निम्नलिखित गुण शामिल होने चाहिए /n (A) उसके प्रारंभिक ग्रंथों/अभिलिखित इतिहास की अधिक प्राचीनता, जो 1500-2000 वर्ष से अधिक प्राचीन हो। /n (B) उसके प्राचीन साहित्य/ग्रंथों का एक निकाय हो, जिसे वह भाषा बोलने वाले लोगों की पीढ़ियों द्वारा मूल्यवान विरासत माना जाता हो। /n (C) उसकी साहित्यिक परंपरा में मौलिकता हो, जो किसी अन्य भाषा समुदाय से उधार नहीं ली गई हो /n (D) जिसके बोलने वालों की संख्या कम से कम बीस लाख हो ",
    Options :["A, C और D","A, B और C","B, C और D"," A, B और D"],
    Answer :[1],
    Explanation :""
},
{question :"___चालक के टर्मिनलों के बीच विभवांतर बनाए रखने में मददगार है।",
    Options :["वोल्टमीटर","प्रतिरोध","बैटरी","प्लग कुंजी"],
    Answer :[2],
    Explanation :""
},
{question :"बारहवीं पंचवर्षीय योजना इनमें से किस वर्ष समाप्त हुई?",
    Options :["2019","2016","2018","2017"],
    Answer :[3],
    Explanation :""
},
{question :"लागत (cost) के संदर्भ में, निम्नलिखित में से कौन सा SMC का पूर्ण रूप है?",
    Options :["Short run Marginal Cost (शॉर्ट रन मार्जिनल कॉस्ट)","Special Marginal Cost (स्पेशल मार्जिनल कॉस्ट)","Silent Marginal Cost (साइलेंट मार्जिनल कॉस्ट)","Subjective Marginal Cost (सब्जेक्टिव मार्जिनल कॉस्ट)"],
    Answer :[0],
    Explanation :""
},
{question :"गौतम बुद्ध का संबंध निम्नलिखित में से किस गण से था?",
    Options :["मोरिया","शाक्य","मल्ला","लिच्छवि"],
    Answer :[1],
    Explanation :""
},
{question : "भारत में सर्वाधिक फैले हुए वन किस प्रकार के हैं?",
    Options :["उष्णकटिबंधीय पर्णपाती वन","पर्वतीय वन","मैंग्रोव","उष्णकटिबंधीय सदाबहार वन"],
    Answer :[3],
    Explanation :""
},
{question :"दी गई अभिक्रिया के लिए सही संतुलित रासायनिक समीकरण का चयन करें. /n जिंक + सिल्वर नाइट्रेट → जिंक नाइट्रेट + सिल्वर",
Options :["Zn(s) + 2AgNO₃(aq) → Zn(NO₃)₂(aq) + 2Ag(s)","Zn(s) + AgNO₃(aq) → ZnNO₃(aq) + Ag(s)","2Zn(s) + AgNO₃(aq) → ZnNO₃(aq) + Ag(s)","2Zn(s) + AgNO₃(aq) → 2ZnNO₃(aq) + Ag(s)"],
Answer :[0],
Explanation :""
},
{question :"निम्नलिखित में से कौन-सी राष्ट्रीय खेल प्रतिस्पर्धा क्रिकेट से संबंधित नहीं है?",
    Options :["डूरंड कप","रणजी ट्रॉफी","विजय हजारे ट्रॉफी","देवधर ट्रॉफी"],
    Answer :[0],
    Explanation :""
},
{question :"मार्च 2022 में, किस राज्य के नरसिंगपेट्टई नागस्वरम (Narasingapettai Nagaswaram) को भौगोलिक संकेत टैग प्राप्त हुआ है?",
    Options :["केरल","तमिलनाडु","हरियाणा","पंजाब"],
    Answer :[1],
    Explanation :""
},
{question :"जनजातीय उप योजना के अंतर्गत विभाग की उस सहायता अनुदान योजना का नाम क्या है, जिसका उद्देश्य सतत विज्ञान एवं प्रौद्‌योगिकी (S & T) गतिविधियों/ अनुप्रयोग के आधार पर अनुसूचित जनजातियों की जीवनयापन स्थितियों में सुधार करना और उन्हें सशक्त बनाना है?",
    Options :["जनजातीय सशक्तीकरण के लिए प्रौ‌द्योगिकी भागीदारी  (TITE) [Technological Involvements for Tribal Empowerment (TITE)]","जनजातीय सक्षमता के लिए प्रौ‌द्योगिकी मध्यवर्तन (TITE) [Technological Interventions for Tribal Enablement (TITE)]","जनजातीय सशक्तीकरण के लिए प्रौ‌द्योगिकी मध्यवर्तन (TITE) [Technological Interventions for Tribal Empowerment (TITE)]","जनजातीय सशक्तीकरण के लिए तकनीकी मध्यवर्तन (TITE) [Technical Interventions for Tribal Empowerment (TITE)]"],
    Answer :[2],
    Explanation :""
},
{question :"डॉबेराइनर ने अपनी तत्वों की वर्गीकरण प्रणाली में कितने त्रिकों की पहचान की थी?",
    Options :[ 'नौ','चार','तीन','छह'],
    Answer :[2],
    Explanation :""
},
{question :"लंबे तारों के लड़ी से बनी एक वर्गाकार कुंडली किसी चुंबकीय क्षेत्र में घूर्णन कर रही है। जब कुंडली में प्रेरित धारा की दिशा ____में एक बार बदलेगी।",
Options:['कुंडली के प्रत्येक एक-चौथाई परिक्रमण','कुंडली के प्रत्येक 1/6वें परिक्रमण','कुंडली के प्रत्येक आधे परिक्रमण','कुंडली के प्रत्येक 1/8वें परिक्रमण'],
Answer :[2],
Explanation :""
},
{question :"दिए गए व्यंजक को सरल कीजिए: /n [(x - y) + y²/(x + y)] ÷ [x² + y² + y⁴/(x² - y²)] × y²/(x - y)",
    Options :["(x² - y²) / (x²y²)","x²y²"," y² / x² ","x² / y²"],
    Answer :[2],
    Explanation :""
},
{question :"निम्न में से कौन-सा द्विघात समीकरण को दर्शाता है?",
Options :["x(x + 7)4 = 14","3x + 7 = 7x²","4x² + 6x + 5 = 4x(x + 1)","5x² + 4x - 2 = 7x"],
Answer :[3],
Explanation :""
},
{question :"रामू एक दुकान में ₹125 प्रति घंटे के वेतन पर कार्य करता है। यदि उसका वेतन बढ़ाकर ₹145 प्रति घंटे कर दिया जाता है, तो उसके वेतन में हुई प्रतिशत वृद्धि ज्ञात कीजिए।",
Options :["12%","14%","18%","16%"],
Answer :[3],
Explanation :""
},
{question :"यदि tan θ + cot θ = 14 तो 7tan²θ + 7cot²θ का मान ज्ञात करें।",
Options :["1358","1386","198","194"],
Answer :[0],
Explanation :""
},
{question :" एक पाई-चार्ट (pie-chart) दिया गया है, जिसमें 4 ब्रांडों (A, B, X और Y) की कुल निर्मित कुर्सियों की संख्या को दर्शाया गया है। सभी ब्रांडों की कुल निर्मित कुर्सियों की संख्या 200 है। ब्रांड A की कुर्सियों की कुल उत्पादन संख्या 14,400 थी। ब्रांड A की एक कुर्सी का लागत मूल्य कितनी थी?",
Options :["₹200","₹150","₹240","₹220"],
Answer :[0],
Explanation :""
},
{question :"M, N, O, P, Q, R और S एक इमारत की अलग-अलग मंजिलों पर रहते हैं, इमारत की सबसे निचली मंजिल को मंजिल 1 कहा गया है, इसके ऊपर की मंजिल को मंजिल 2 कहा गया है, और इसी तरह सबसे ऊपर वाली मंजिल को मंजिल 7 कहा गया है। S एक सम संख्या वाली मंजिल पर रहता है। P, Q के ठीक ऊपर वाली मंजिल पर रहता है। O और Q के बीच केवल दो व्यक्ति रहते हैं। R, M के ठीक नीचे वाली मंजिल पर रहता है। N, S के ठीक ऊपर वाली मंजिल पर रहता है। इनमें से कौन पाँचवीं मंजिल पर रहता है? ",
Options :["छठवीं मंजिल","दूसरी मंजिल","पहली मंजिल","पाँचवीं मंजिल"],
Answer :[1],
Explanation :"" 
},
{question :" पाँच दोस्त, एक ही इमारत की पाँच अलग-अलग मंजिलों पर रहते हैं। इमारत में सबसे निचली मंजिल का क्रमांक 1 है, उसके ऊपर की मंजिल का क्रमांक 2 है, और इसी तरह सबसे ऊपरी मंजिल का क्रमांक 5 है। वृष्टि और ऋचा के बीच वाली मंजिल पर मीरा रहती है। अंशुल, वृष्टि के ठीक नीचे वाली मंजिल पर रहता है। चंदन पाँचवीं मंजिल पर नहीं रहता है। वृष्टि सबसे ऊपरी मंजिल पर नहीं रहती है। दूसरी मंजिल पर कौन रहता/रहती है?",
Options :["ऋचा","मीरा","अंशुल","सृष्टि"],
Answer :[2],
Explanation :""},
{question :"पाँच दोस्त एक ही इमारत की पाँच मंजिलों पर रहते हैं। सबसे निचली मंजिल का क्रमांक 1 है, उसके ऊपर वाली मंजिल का क्रमांक 2 है, और इसी तरह सबसे ऊपरी मंजिल का क्रमांक 5 है। नमिता, ऊपर से दूसरी मंजिल पर रहती है। संजना, आनंद और ऋतु किन्हीं दो मंजिलों के बीच की किसी एक मंजिल पर रहती है। आनंद नमिता के ठीक ऊपर वाली मंजिल पर रहता है। ऋतु सबसे नीचे वाली मंजिल पर रहती है। ऊपर से चौथी मंजिल पर कौन रहता/रहती है?",
Options :["नमिता","अवधेश","संजना","आनंद"],
Answer :[2],
Explanation :""
},
{question :"निम्नलिखित में से कौन सा कथन, अनिवार्य रूप से सही नहीं है?",
    Options :[" आयत के विकर्ण, एक-दूसरे को समद्विभाजित करते हैं।","समांतर चतुर्भुज के विकर्ण, एक-दूसरे को समद्विभाजित करते हैं।","समचतुर्भुज के विकर्ण, एक-दूसरे को समद्विभाजित करते हैं।"," एक पतंग (kite) के विकर्ण, एक-दूसरे को समद्विभाजित करते हैं।"],
    Answer :[3],
    Explanation :""
},
{question :"नख्या और भव्या एक घर को क्रमशः 20 दिन और 30 दिन में पेंट कर सकती हैं। यदि भव्या ने शुरू करके, वे एक दिन छोड़कर कार्य करती हैं, तो वे दोनों उस घर की पेंटिंग का कार्य कितने दिन में पूर्ण कर सकती हैं?",
    Options :["48 दिन","12 दिन","40 दिन","24 दिन"],
    Answer :[3],
    Explanation :""
},
{question :"उस समुच्चय का चयन कीजिए, जिसमें दी गई संख्याओं के बीच वही संबंध है जो नीचे दिए गए समुच्चयों की संख्याओं के बीच है। /n नोट: संक्रियाएं संख्याओं की इनके संघटक अंकों में विभक्त किए बिना, संपूर्ण संख्याओं पर की जानी चाहिए। उदाहरणार्थ: 13 पर की जाने वाली संक्रियाएं, जैसे जोड़ना, घटाना, गुणा करना, इत्यादि 13 पर ही की जानी चाहिए। ",
   Options :["(12, 108, 6)","(13, 169, 2)","(7, 46,1)","(10, 98, 2)"],
   Answer :[0],
   Explanation :"",  
},
{question :"एक व्यक्ति को एक वस्तु ₹940 में बेचने पर 6% की हानि होती है। इस वस्तु का क्रय मूल्य ज्ञात कीजिए।",
Options :["₹1,000","₹480","₹960","₹1,250"],
Answer :[0],
Explanation :""
},
{question :"यदि x=b+c, y = c - a, z = a - b है, तो x² + y² + z² - 2xy - 2xz + 2yz का मान ज्ञात कीजिए।",
    Options :["4b²","2b","4c²","4a²"],
    Answer :[0],
    Explanation :" "
},
{question :"निम्नलिखित में से किन दो संख्याओं को आपस में बदलने पर दिया गया समीकरण संतुलित हो जाएगा? /n 21 ÷ 9 + 99  − 81 × 5 = 3 ",
Options :["21 और 81","9 और 5","9 और 81","21 और 5"],
Answer :[0],
Explanation :""
},
{question :"यह प्रश्न नीचे दी गई पांच, पांच-अंकीय संख्याओं पर आधारित है। /n (बाएं) 72238 83745 52227 72253 63778 (दाएं) /n (उदाहरण: 697 - पहला अंक = 6, दूसरा अंक = 9 और तीसरा अंक = 7) /n (नोट- सभी संक्रियाएं बाएं से दाएं की ओर करनी होगी) /n यदि प्रत्येक संख्या के पहले अंक में से 1 घटा दिया जाए, तो कितनी संख्याओं का पहला अंक 3 से पूर्णतः विभाज्य होगा?",
    Options :["तीन","चार","दो"," पांच"],
    Answer :[3],
    Explanation :""
},
{question :"दीना, मंजुला, गरिमा, और सुमन एक सीधी पंक्ति में बैठे हैं, सभी उत्तर दिशा की ओर मुख किए हुए हैं। गरिमा मंजुला के बाएं से दूसरे स्थान पर है। मंजुला, सुमन के बाएं से दूसरे स्थान पर है। सुमन की बाईं ओर कोई नहीं बैठा है। सभी पांचों एक ही पंक्ति में बैठे हैं।",
    Options :["सुमन","गरिमा","मंजुला","ललित"],
    Answer :[2],
    Explanation :"",
},
{question :"30 एक क्रिकेटर का अपनी पहली 7 पारियों में औसत स्कोर 28 रन है। अगली 3 पारियों में उसका औसत स्कोर 32 रन है। यह स्कोर ज्ञात कीजिए, जो उसे अपनी 11वीं पारी में बनाना चाहिए, ताकि उसका औसत स्कोर 33 रन हो जाए।",
Options :["55","71","49","50"],
Answer :[1],
Explanation :""
},
{question :" दिए गए आरेख का ध्यानपूर्वक अध्ययन कीजिए, और उसके आधार पर पूछे गए प्रश्न का उत्तर दीजिए। आरेख में दी गई संख्याएं व्यक्तियों की संख्या को दर्शाती हैं। /n संदर्भ /n Paediatricians - शिशु-रोग विशेषज्ञ, Physicians - फिजिशियन, Orthopaedic Surgeons - आर्थोपेडिक सर्जन ऐसे कितने व्यक्ति हैं, जो शिशु-रोग विशेषज्ञ हैं, और आर्थोपेडिक सर्जन भी हैं, लेकिन फिजिशियन नहीं हैं?",
    Options :["11","36","40","19"],
    Answer :[0],
    Explanation :""

},
{question :"एक निश्चित कूट भाषा में, 'BFKMT' को 'CHNOY' लिखा जाता है, और 'XUAFL' को 'YWDJQ' लिखा जाता है। उसी कूट भाषा में 'GESIO' को किस प्रकार लिखा जाएगा?",
    Options :[" HGVOT","HGVMT","HGUMT","HFUJQ"],
    Answer :[1],
    Explanation :"",
},
{question : "दो पाइप, एक टंकी को अलग-अलग क्रमशः 60 मिनट और 75 मिनट में भर सकते हैं। इसे खाली करने के लिए टंकी की तली में एक पाइप लगा हुआ है। यदि तीनों पाइपों को एक साथ खोल दिया जाए, तो खाली टंकी 50 मिनट में भर जाती है। टंकी की तली में लगा पाइप पूरी तरह से भरी हुई टंकी को खाली करने में कितना समय लगाएगा, यदि कोई अन्य पाइप नहीं खुला है?",
    Options :["200 मिनट","100 मिनट","75 मिनट"," 150 मिनट"],
    Answer :[1],
    Explanation :""
},
{question :"उस समुच्चय का चयन कीजिए, जिसमें मौजूद संख्याओं के बीच वही संबंध है, जो निम्नलिखित समुच्चयों की संख्याओं के बीच है। /n (नोट: संक्रियाएं संख्याओं को उनके संरक्षक अंकों में विघटित किए बिना, संपूर्ण संख्याओं पर की जानी चाहिए। उदाहरणार्थ - 13 पर की जाने वाली संक्रियाएं, जैसे - जोड़ना / घटाना/ गुणा इत्यादि, 13 पर ही की जानी चाहिए। 13 को 1 और 3 में विघटित करके, और फिर 1 और 3 पर गणितीय संक्रियाएं करने की अनुमति नहीं है।) /n (17, 238, 7) /n (23, 414, 9)",
  Options :["(13, 273, 7)","(27, 270, 5)","(19, 380, 9)","(15,225,15)"],
    Answer :[1],
    Explanation :""
},
{question :"शब्द INTERNATIONAL में (आगे और पीछे दोनों दिशाओं में) ऐसे कितने अक्षर युग्म हैं, जिनके बीच उतने ही अक्षर हैं जितने उनके बीच अंग्रेजी वर्णमाला में होते हैं?",
    Options :["7","3","4","6"],
    Answer :[3],
   Explanation :""
},
{question :"OT 05 और SX 07 के बीच एक निश्चित संबंध है। GK 09 और KO 11 के बीच भी वही संबंध है। समान तर्क के आधार पर, BG 13 निम्न में से किससे संबंधित होगा?",
    Options :["KF 15"," FK 15","FK 20"," KF 51"],
    Answer :[1],
    Explanation :""
},
{question :"एक निश्चित कूट भाषा में, 5, 8, 2, 3, 4, 1, 7 और 6 को क्रमशः P, W, D, L, X, T, A और G के रूप में कूटबद्ध किया जाता है। /n यदि संख्या-समूह के अंतिम दो अंक विषम हैं, तो पहले और अंतिम अंकों को G के रूप में कूटबद्ध किया जाना चाहिए। /n यदि संख्या-समूह के अंतिम दो अंक सम हैं, तो पहले और अंतिम अंकों को L के रूप में कूटबद्ध किया जाना चाहिए। /n उसी कूट भाषा में, '231578' को किस प्रकार कूटबद्ध किया जाएगा?",
    Options :["DLTPAW","LLTPAL","DITPAI"," LLTPAW"],
    Answer :[0],
    Explanation :""
},
{question :"दिए गए व्यंजक को सरल करें: /n (y − z)³ + (z − x)³ + (x − y)³",
    Options :["3(x - y)(y - z)(z + x)","3(x − y)(y − z)(x − z)","3(x - y)(y - z)(z - x)","(x - y)(y - z)(z - x)"],
    Answer :[2],
    Explanation :""
},
{question :"यदि दो संख्याओं का योग 48 है, जबकि इन दोनों का महत्तम समापवर्तक (HCF) 6 है, तो ऐसे संख्या-युग्मों \((x,y)\) की कुल संख्या कितनी होगी?",
    Options:["3","2","1","4"],
    Answer :[1],
    Explanation :""
},
{question :" निम्नलिखित संख्या-प्रतीक शृंखला के आधार पर पूछे गए प्रश्न का उत्तर दीजिए। /n (बाएं) 9-55@$203%248#29143 (दाएं) /n उक्त शृंखला में ऐसे किसने प्रतीक (बाएं से दाएं) हैं, जिनके ठीक पहले एक प्रतीक है और ठीक बाद में एक सम संख्या भी है?",
    Options :["3","4","2","1"],
    Answer :[2],
    Explanation :""
},
{question :"मान लीजिए कि x = 55¹⁰⁰ + 55¹⁰¹ + 55¹⁰² है। निम्नलिखित में से कौन-सी अभाज्य संख्या x का गुणनखंड नहीं है?",
    Options:["11","71","79","3"],
    Answer :[1],
    Explanation :""
},
{question :"3.313131… को p/q के रूप में व्यक्त कीजिए, जहाँ p और q पूर्णांक हैं और q ≠ 0 है।",
    Options :["328/99","109/33","329/99","10/3"],
    Answer :[0],
    Explanation :""
},
{question :"निम्न अक्षर, संख्या और प्रतीक श्रृंखला के आधार पर पूछे गए प्रश्न का उत्तर दीजिए। /n (बाएं) B & Z 5 6 N M @ 4 X 8 7 L # 3 T Z 5 (दाएं) /n ऐसे कितने प्रतीक हैं, जिनके के ठीक पहले एक अक्षर है, और ठीक बाद एक संख्या भी है?",
    Options :["5","2","3","4"],
    Answer :[0],
    Explanation :""
},
{question :"दिए गए आरेख का ध्यानपूर्वक अध्ययन करें, और पूछे गए प्रश्न का उत्तर दें। विभिन्न भागों में दी गई संख्याएं, विभिन्न भाषाएं बोलने वाले वि‌द्यार्थियों की संख्या को दर्शाती हैं। /n (संदर्भ: Hindi - हिंदी, Sanskrit - संस्कृत, English - अंग्रेजी) /n कितने विद्यार्थी, सभी तीर्नी भाषाएं अर्थात् संस्कृत, हिंदी और अंग्रेजी बोल सकते हैं? ",
    Options :["24","25","30","17"],
    Answer :[3],
   Explanation :""
},
{question :"145 के दो भागों a और b में इस प्रकार विभाजित किया जाता है कि (a:b::2:3) है। साथ ही a:c::c:b और (c>0) है। c का निकटतम पूर्णांक तक पूर्णांकित मान ज्ञात कीजिए। ",
    Options :["65","71","75","61"],
    Answer :[1],
    Explanation :""
},
{question :" उस संख्या का चयन कीजिए, जो निम्नलिखित संख्या श्रेणी में प्रश्न चिह्न (?) के स्थान पर आएगी? /n 2.9, 4.4, 5.9, 7.4, 8.9, ?",
Options :["10.9","10.4","9.9","9.4"],
Answer :[1],
Explanation :""
},
{question :"दो अंकों की एक संख्या का इकाई अंक उसके दहाई अंक का तीन गुना है। यदि इकाई का अंक 6 है, तो संख्या के दोगुने का मान ज्ञात करें।",
Options :["48","24","26"," 52"],
Answer :[3],
Explanation :""
},
{question :"यदि एक निवेश पर 4% वार्षिक दर से साधारण ब्याज प्राप्त होता है, तो इस निवेश को दोगुना होने में कितने वर्ष का समय लगेगा?",
Options :["15","25","20","10"],
Answer :[1],
Explanation :""
},
{question :"पांच मित्र-रिया, सुहानी, जैकब, अहमद और रोजी एक वृत्ताकार मेज के केंद्र की ओर मुख करके बैठे हैं। रोजी, जैकब के बाईं ओर दूसरे स्थान पर तथा सुहानी और अहमद दोनों के ठीक बगल में बैठी हैं। यदि अहमद, जैकब के बाईं ओर दूसरे स्थान पर बैठा है, तो रिया कहाँ बैठी है?",
Options :["सुहानी के बाईं ओर तीसरे स्थान पर","सुहानी के बाईं ओर दूसरे स्थान पर","सुहानी के दाईं ओर दूसरे स्थान पर","सुहानी के बाईं ओर ठीक बगल में"],
Answer :[1],
Explanation :""
},
{question :"इस प्रश्न में एक कथन और उसके बाद दो तर्क I और II दिए गए हैं। दिए गए कथन और तर्को को ध्यानपूर्वक पढ़िए, और दिए गए विकल्पों में से उचित उत्तर का चयन कीजिए। /n कथन: /n सुबह जल्दी जागने के कई फायदे हैं। /n तर्कः /n I जल्दी जागने से आपको व्यायाम करने के लिए पर्याप्त समय मिलता है। /n II जल्दी जागना, आपको तनाव मुक्त रखता है।",
    Options :["दोनों तर्क I और II, कथन का समर्थन नहीं करते हैं।","तर्क II कथन का समर्थन नहीं करता है, जबकि तर्क I कथन का समर्थन करता है।","दोनों तर्क I और II, कथन का समर्थन करते हैं।"," तर्क I कथन का समर्थन नहीं करता है, जबकि तर्क II कथन का समर्थन करता है।"],
    Answer :[2],
    Explanation :""
},
{question : "मित्रों का एक समूह, एक साथ उत्तर की ओर मुख करके बैठे एक गेम खेल रहे हैं। रेहाना, अर्जुन के बाईं और बैठी है, और अर्जुन, शोभित के ठीक सामने बैठा है। यदि अर्जुन, शोभित के साथ अपने स्थान की अदला-बदली कर लेता है, तो रेहाना अब अर्जुन से किस दिशा में बैठी है?",
    Options :["उत्तर-पूर्व","उत्तर-पश्चिम","उत्तर"," दक्षिण-पश्चिम"],
    Answer :[1],
    Explanation :""
},
{question :"यदि द्विघात समीकरण 7x² + kx - 3 = 0 का एक मूल x = 2/3 है,तो k का मान निम्नलिखित में किस समीकरण को संतुष्ट करता है?",
    Options :["12k² + 4k - 1 = 0","12k² - 4k - 1 = 0","6k² - 3k - 1 = 0","6k² - 5k + 1 = 0"],
    Answer :[1],
    Explanation :""

},
{question :"निम्नांकित तालिका का अध्ययन कीजिए और पूछे गए प्रश्न का उत्तर दीजिए।",
Options :["  50%","200%","155%","100%"],
Answer :[3],
Explanation :""
},
{question :"निम्नांकित वेन आरेख में, वर्ग रचनात्मक व्यक्तियों को निरूपित करता है, षट्भुज चित्रकारों को निरूपित करता है, और त्रिभुज ग्रामीण क्षेत्रों में रहने वाले व्यक्तियों को निरूपित करता है। इस विकल्प का चयन कीजिए, जो ग्रामीण क्षेत्रों में रहने वाले रचनात्मक चित्रकारों की संख्या को निरूपित करता है।",
    Image :"https://copilot.microsoft.com/th/id/BCO.9b6a0433-cb64-470b-b701-8996d7d4b442.png",
    Options :["2","3","5","9"],
    Answer :[0],
    Explanation :""

},
{question :"[[(324 ÷ 9) + 4] × 25 + 186] का मान ज्ञात करें।",
    Options :["114","411","386","141"],
    Answer :[1],
    Explanation :""
},
{question :"उस संख्या का चयन कीजिए, जो निम्नलिखित संख्या श्रेणी में प्रश्न चिह्न (?) के स्थान पर आएगी? /n 19,19,21,63,67,?",
Options :["335","330","196","72"],
Answer :[0],
Explanation :""
},
{question :" एक बिंदु T से शुरू करके राधा उत्तर की ओर 7 km दूरी तय करती है। फिर वह दाईं ओर मुड़ती है और 4 km दूरी तय करती है। फिर बाएं मुड़ती है और 10 km दूरी तय करती है। फिर वह दाईं मुड़ती है और 8 km दूरी तय करती है। फिर अंतिम बार मुड़ती है और 5 km दूरी तय करती है। अब वह अपने शुरुआती बिंदु से किस दिशा में है और कितनी दूर है?",
Options :["  2 km उत्तर की ओर","  2 km दक्षिण की ओर","  2 km पश्चिम की ओर","  2 km पूर्व की ओर"],
Answer :[3],
Explanation :""
},
{question :"A, B, C, D, E और F एक वृत्ताकार मेज के परितः मेज के केंद्र की ओर मुख करके बैठे हुए हैं। B, D के दाईं ओर दूसरे स्थान पर बैठा है। C, A से बाईं ओर तीसरे स्थान पर बैठा है। A, E और D दोनों के ठीक बगल में बैठा है। E, F के दाईं ओर ठीक बगल में बैठा है। D के बाईं ओर ठीक बगल में कौन बैठा है?",
    Options :["D","A","C","F"],
    Answer :[2],
    Explanation :""
 },
{question :"एक कथन और उसके बाद चार निष्कर्ष दिए गए हैं। दिए गए कथन के आधार पर जात कीजिए कि कौन सा निष्कर्ष गलल है? /n कथन: G ≥ B > D > P < H = C /n निष्कर्षः /n 1) P < C /n 2) G > P /n 3) D < C /n 4) B > P",
    Options :["2","3","1","4"],
    Answer :[1],
    Explanation :""
},
{question :" एक घन के संपूर्ण पृष्ठीय क्षेत्रफल और पार्श्व पृष्ठीय क्षेत्रफल का अंतर 4050 वर्ग इकाई है। घन की प्रत्येक भुजा की लंबाई ज्ञात कीजिए।",
    Options :["40","35","45","54"],
    Answer :[2],
   Explanation :""
},
{question :"यदि संख्या 38572352 के प्रत्येक सम अंक में 1 जोड़ा जाता है और प्रत्येक विषम अंक में से 2 घटाया जाता है, तो इस प्रकार बनी नई संख्या में बाएं से दूसरे और दाएं से चौथे अंकों का योग क्या होगा?",
Options :["11","10","4","12"],
Answer :[3],
Explanation :""
},
{question :" दिए गए आंकड़ों का समांतर माध्य ज्ञात कीजिए।",
Options :["23.5","24.5","15.5","26.5"],
Answer :[2],
Explanation :""
},
 {question:"निम्न में से कौन सा अक्षर-समूह दी गई शृंखला में प्रश्न चिह्न (?) के स्थान पर आकर शृंखला को तार्किक रूप से पूर्ण करेगा? /n FAN 15, KFS 20, PKX 25, UPC 30, ?",
    Options :["ZVI 35","ZUH 35","YLS 45","YSL 40"],
    Answer :[1],
    Explanation :""
 },
 {question :"उस समचतुर्भुज का क्षेत्रफल ज्ञात कीजिए, जिसके विकणों की माप क्रमशः 24.6 cm और 28.6 cm है। ",
Options :["703.56 cm²","251.78 cm²","657.46 cm²","351.78 cm²"],
Answer :[3],
Explanation :""
 },
{question :"यदि 0.045 + 0.154 - 0.09 + 1.5 - (0.3 × 0.8) = x - 0.231 है, तो x का मान इनमें से किसके बीच है?",
    Options :["1.5 और 1.8","1.1 और 1.3","1.8 और 2.0","1.3 और 1.5"],
    Answer :[0],
    Explanation :""
},
{question :"एक दुकानदार ने वस्तुएं A और B को कुल ₹2,540 में खरीदा। उसने A को 15% के लाभ पर, और B को 25% की हानि पर बेच दिया। A का विक्रय मूल्य, B के विक्रय मूल्य से ₹109 अधिक था। इस पूरे संव्यवहार में उसका प्रतिशत लाभ या हानि ज्ञात कीजिए (एक दशमलव स्थान तक पूर्णांकित कीजिए)?",
    Options :["  हानि, 8.3%","  लाभ, 8.3%"," हानि, 8.5%"," लाभ, 8.5%"],
    Answer :[0],
Explanation :""
},

]

// NTPC1 =[
//     {question :" निम्न में से किसका संबंध भारतीय संविधान के 73वें संशोधन से है?",
//     Options :["नगर निगम","नगर पालिकाओं","पंचायतों","उपनगर"],
//     Answer :[],
//     Explanation :""
//  },
//  {question :"TANWA, 1980 के दशक के अंत में तमिलनाडु में महिलाओं को नवीनतम कृषि तकनीकों और जैविक खेती में प्रशिक्षित करने के लिए शुरू की गई एक परियोजना थी। TANWA का पूरा नाम क्या है?",
//     Options :["Tamil Nadu Women in Agronomy (तमिलनाडु वीमेन इन एग्रोनोमी)","Tamil Nadu Women Agriculturists (तमिलनाडु वीमेन एग्रीकल्चरिस्ट्स)","Tamil Nadu Women in Agriculture (तमिलनाडु वीमेन इन एग्रीकल्चर)","Tamil Nadu Women Agronomist"],
//     Answer :[],
//     Explanation :""
//  },
//  {question :"दूसरी पंचवर्षीय योजना का मुख्य कार्य पांच वर्ष में राष्ट्रीय आय में लगभग ___ की वृद्धि करना था।",
//     Options :["25%","20%","30%","35%"],
//     Answer :[],
//     Explanation :""
// },{question :"भारतीय संविधान के किस संशोधन द्वारा 'संपत्ति के अधिकार' को मौलिक अधिकारों से हटा दिया गया?",
//     Options :["44वां संविधान संशोधन 1978","48वां संविधान संशोधन 1981","42वां संविधान संशोधन 1976","46 वां संविधान संशोधन 1980"],
//     Answer :[],
//     Explanation :""
// },
// {question :"निम्न में से उस विकल्प का चयन करें, जो कालिदास के 'विक्रमोर्वशीयम' नाटक में वर्णित है।",
//     Options :["दुष्यंत और शकुंतला की कथा","मालविका के लिए राजा अग्निमित्र का प्रेम","नल और दमयंती की कथा","पुरुरवा और उर्वशी की प्रेम-कथा"],
//     Answer :[],
//     Explanation :"" 
// },
// {question :" वर्ष ___ में NIP (नई औद्योगिक नीति) में संशोधनों के माध्यम से उद्योगों की एक छोटी-सी सूची को छोड़कर सभी परियोजनाओं के लिए औद्योगिक लाइसेंसिंग को समाप्त कर दिया गया था।",
//     Options :["1991","1956","1969","1987"],
//    Answer :[],
//    Explanation :""
// },
// {question :" सुनामी का विनाशकारी रूप, जिसे भूकंपी समुद्री लहरें भी कहा जाता है, सामान्यतः ______ वाले भूकंप के कारण उत्पन्न होती हैं।",
//     Options :[">7.5 तीव्रता","4-5 तीव्रता","2-3 तीव्रता"," 5-6 तीव्रता"],
//     Answer :[],
//     Explanation :""
// },
// {question :" निम्न में से किस की-बोर्ड शॉर्टकट का उपयोग एम. एस. वर्ड (MS-Word) में री-डू (REDO) ऑपरेशन करने के लिए किया जाता है?",
// Options :[" Alt + Y"," Ctrl + R"," Alt + Z"," Ctrl + Y"],
// Answer :[],
// Explanation :""
// },
// {question :"____,भारतीय संविधान में निर्धारित एकमात्र प्राधिकारी/प्राधिकरण है, जिसे संघ तथा प्रत्येक राज्य एवं केंद्र शासित प्रदेश की सरकारों के आय (receipts) एवं व्यय के लेखा परीक्षण की जिम्मेदारी सौंपी गई है।",
//     Options :["भारतीय वित्त आयोग","भारत के नियंत्रक और महालेखा परीक्षक","वित्त मंत्री","भारत के महान्यायवादी"],
//     Answer :[],
//     Explanation :""
// },
// {question :"भारत में, जब संविधान के अतिक्रमण/उल्लंघन के लिए राष्ट्रपति पर महाभियोग चलाना हो, तो आरोप_____ द्वारा लगाया जाता है।",
//     Options :["संसद के किसी भी सदन","केवल राज्यसभा","केंद्रीय मंत्रिपरिषद"," केवल लोकसभा"],
//     Answer :[],
//     Explanation :""
// },
// {question :"गांधीवादी योजना, 1944 को गांधीवादी आर्थिक सोच की भावना को अपनाते हुए,_____ ने प्रतिपादित किया",
//     Options :["लाला श्रीराम","एम. एन. रॉय","श्रीमन नारायण अग्रवाल","पुरुषोत्तम दास टंडन"],
//     Answer :[],
//     Explanation :""
// },
// {question :"37 डिग्री सेल्सियस तापमान लगभग के बराबर होता है।",
//     Options :["100.4 डिग्री फारेनहाइट","97.4 डिग्री फारेनहाइट","99.4 डिग्री फारेनहाइट","98.6 डिग्री फारेनहाइट"],
//     Answer :[],
//     Explanation :""
// },
// {question :"अशोक के अधिकांश शिलालेख ____ भाषा में थे। भाषा में थे जबकि उपमहाद्वीप के उत्तर-पश्चिम में पाए गए शिलालेख अरामीक और यूनानी भाषा में थे।",
//     Options :["तमिल","संस्कृत","प्राकृत","पालि"],
//     Answer :[],
//     Explanation :""
// },
// {question :"ऋग्वेद में 1028 सूक्त हैं, जिन्हें इस पुस्तक में वर्गीकृत किया गया है जिन्हें ____ के नाम से जाना जाता है। ",
//     Options :["अनुदत्त","सूक्त","पदपथ","मंडल"],
//     Answer :[],
//    Explanation :""
// },
// {question :" गंगा नदी पर स्थित राष्ट्रीय जलमार्ग संख्या 1 इलाहाबाद को ______ से जोड़ता है।",
// Options :["हल्दिया","कोलकाता","पटना","हुगली"],
// Answer :[],
// Explanation :""
// },
// {question :"ISSF (इंटरनेशनल शूटिंग स्पोर्ट फेडरेशन) विश्व कप 2021 किस भारतीय शहर में आयोजित किया गया था?",
// Options :["चंडीगढ़","बैंगलोर","नई दिल्ली","हैदराबाद"],
// Answer :[],
// Explanation :""
// },
// {question :"आर्थिक लाभ कमाने के लिए वस्तुओं या सेवाओं के उत्पादन में उपयोग किए जाने वाले इनपुट को ____ के रूप में जाना जाता है।",
//     Options :["बिक्री के घटक (factors of sales)","प्रस्तुति के घटक (factors of presentation)","उत्पादन के घटक (factors of production)","आपूर्ति के घटक (factors of supply)"],
// Answer :[],
// Explanation :""
// },
// {question :"इटली में मौज़ा ऑटोड्रम नेशनल ट्रैक (Autodromo Nazionale Monza track) पर आयोजित फॉर्मूला वन इटैलियन ग्रांड प्रिक्स 2021 का 14 वां राउंड किसने जीता था?",
//     Options :["वाल्टेरी बोटास (Valtteri Bottas)","लैंडो नॉरिस (Lando Norris)","पियरे गैस्ली (Pierre Gasly)","डेनियल रिकियार्डो (Daniel Ricciardo)"],
//     Answer :[],
//     Explanation :""
// },
// {question :"निम्न में से कौन-सा शहर भारत में लौह और इस्पात (स्टील) उत्पादन के लिए प्रसिद्ध नहीं है?",
//     Options :["बोकारो","भिलाई","सूरत","जमशेदपुर"],
//     Answer :[],
//     Explanation :""
// },
// {question :"राय, निम्नलिखित में से किस राज्य का एक प्रमुख लोक नृत्य है?",
//     Options :[" मणिपुर","मध्य प्रदेश","कर्नाटक","आंध्र प्रदेश"],
//    Answer :[],
//    Explanation :""
// },
// {question :"17 सितंबर 2021 को 61वें सॉफ्टवेयर टेक्नोलॉजी पार्क ऑफ इंडिया (STPI) केंद्र का उद्‌घाटन कहां किया गया था?",
//     Options :["मोहाली, पंजाब","भुवनेश्वर, ओड़िशा","कोहिमा, नागालैंड","तिरुवनंतपुरम, केरल"],
//     Answer :[],
//     Explanation :""
// },
// {question :" कृषि-अपशिष्ट से निर्मित जैव-इंटों से बनी भारत की पहली इमारत का उ‌द्घाटन ______ में किया गया था।",
//     Options :["आई.आई.टी.-दिल्ली","आई.आई.टी.-कानपुर","आई.आई.टी.-खड़गपुर","आई.आई.टी.-हैदराबाद"],
//     Answer :[],
//     Explanation :""
// },
// {question :"मुस्लिम लीग ने निम्नलिखित में से किस वर्ष में, मुस्लिम बहुल क्षेत्रों के लिए स्वायत्तता के साधन की मांग करते हुए एक प्रस्ताव पारित किया?",
//     Options :["1940","1944","1935","1937"],
//     Answer :[],
//    Explanation :""
// },
// {question :"भारत के किस राज्य में मकर संक्रांति को 'पौष संक्रांति' के रूप में मनाया जाता है?",
//     Options :[" महाराष्ट्र","हिमाचल प्रदेश","पश्चिम बंगाल","राजस्थान"],
//     Answer :[],
//     Explanation :""
// },
// {question :"तेलंगाना राज्य, निम्नलिखित में से किस राज्य से अलग होकर बना है?",
//     Options :["मध्य प्रदेश","आंध्र प्रदेश","कर्नाटक","महाराष्ट्र"],
//     Answer :[],
//     Explanation :""
// },
// {question :"भारत में 2011 की जनगणना के अनुसार, निम्नलिखित में से किस राज्य का जनसंख्या घनत्व सर्वाधिक था?",
//     Options :["बिहार","उत्तर प्रदेश","पश्चिम बंगाल","मध्य प्रदेश"],
// Answer :[],
// Explanation :""
// },
// {question :" भारत की 2011 की जनगणना के अनुसार, भारत का सर्वाधिक जनसंख्या वाला राज्य निम्न में से कौन सा है?",
// Options :["उत्तर प्रदेश","बिहार","महाराष्ट्र","राजस्थान"],
// Answer :[],
// Explanation :""
// },
// {question :" निम्न में से किसने जाति व्यवस्था के अन्याय की निंदा की और सत्यशोधक समाज (सत्य की खोज करने वालों का समाज) की स्थापना की?",
//     Options :["सावित्री बाई फुले","ई.वी. रामासामी नायकर","ज्योतिराव गोविंदराव फुले","अय्यंकाली"],
//     Answer :[],
//     Explanation :""
// },
// {question :"भू-अपक्षरण के प्रभाव के कारण पत्थरों और भूमि के भागों की, अपने मूल स्थान से हटकर किसी निचले स्थान पर एकत्र होने की क्रिया क्या कहलाती है?",
// Options :[" मृदा सर्पण (solifluction)"," द्रवचालित क्रिया (hydraulic action)"," मृदा विसर्पण (Soil creep)"," बृहत क्षरण (mass wasting)"],
// Answer :[],
// Explanation :""
// },
// {question :"माउंट आबू हिल स्टेशन निम्नलिखित में से किस पर्वत-श्रेणी में स्थित है?",
//     Options :["अरावली ","विंध्य","सतपुड़ा","मैकाल"],
//     Answer :[],
//    Explanation :""
// },
// {question :" मैग्नोलियोफाइटा (Magnoliophyta) पुष्पीय पादप होते हैं, जिन्हें ______ भी कहा जाता है।",
// Options :["जिम्नोस्पर्म्स (Gymnosperms)","टेरिडोफाइटा (Pteridophytes)","एन्जियोस्पर्म्स (Angiosperms)","ब्रायोफाइटा (Bryophytes)"],
// Answer :[],
// Explanation :""
// },
// {question :" शंकाटेन द‌गा द्वारा रचित 'भावना (Bhaona)' में निम्नलिखित में से किस पारंपरिक भाषा का प्रयोग किया गया है?",
//     Options :["ब्रजावली","संस्कृत","मलयालम","तमिल"],
//     Answer :[],
//     Explanation :""
// },
// {question :"  किस देश ने ब्राजील को हराकर अंतरराष्ट्रीय पुरुष फुटबॉल चैंपियनशिप, कोपा अमेरिका (Copa America) का 47वां संस्करण जीता था?",
//     Options :["बोलीविया","चिली","अर्जेंटीना","पेरू"],
//     Answer :[],
//     Explanation :""
// },
// {question :"किसी अन्य भवन से स्वतंत्र दीवारों और छत वाला ऐसा भवन, जिसमें एक ही भूखंड में सभी ओर खुली जगह होती है, उसे कहा जाता है।",
//     Options :["गगनचुम्बी इमारत","विशेष भवन","पृथक भवन"," अर्ध-पृथक भवन"],
//     Answer :[],
//     Explanation :""
// },
// {question :"निम्न में से किस मुक्केबाज ने 4 अगस्त 2021 को टोक्यो 2020 ग्रीष्मकालीन ओलंपिक में 69 kg वेल्टरवेट सेमीफाइनल में कांस्य पदक जीता?",
//     Options :["लवलीना बोरगोहेन","सिमरनजीत कौर बाठ","मैरी कॉम","पूजा रानी"],
//     Answer :[],
//     Explanation :""
// },
// {question :"माउंट फूजी, जो कि जापान की सबसे ऊंची चोटी है, एक प्रकार का/की ______ है।",
//     Options :["ब्लॉक पर्वत चोटी","अवशेष चोटी","ज्वालामुखी चोटी","वलित पर्वतचोटी"],
//     Answer :[],
//     Explanation :""
// },
// {question :"79 अप्रैल 2021 में, भारतीय सेना द्वारा शुरु किए गए बैनेडियम आधारित बैटरी तकनीक वाले प्रथम हरित सौर ऊर्जा दोहन संयंत्र की क्षमता कितनी है?",
//     Options :["62 KVA","50 KVA","56 KVA","74 KVA"],
//     Answer :[],
//     Explanation :""
// },
// {question :"11 सितंबर 2021 को किस राज्य सरकार ने तेजतर्रार कवि और स्वतंत्रता सेनानी सुब्रमण्य भारती की पुण्यतिथि को महाकवि दिवस के रूप में मनाया था?",
//     Options :["तमिलनाडु","केरल","कर्नाटक","आंध्र प्रदेश"],
//     Answer :[],
//     Explanation :""
// },
// {question :"प्राइस सीलिंग (Price ceiling) का क्या अर्थ है?",
//     Options :["पहले से ही महंगी वस्तुओं या सेवाओं से कर हटाना","वस्तुओं या सेवाओं पर ऊपरी कीमत सीमा का अधिरोपण","वस्तुओं या सेवाओं की सभी कीमतों पर कर लगाना","महंगी वस्तुओं या सेवाओं पर निचली कर सीमा का अधिरोपण"],
//     Answer :[],
//     Explanation:""
// },
// {question :"उस विशाल एकल भू-खंड का नाम बताइए, जिसके विभाजन से विश्व के वर्तमान महाद्वीपों का निर्माण हुआ?",
//     Options:['पैंजिया','टेथिस',' पैंथलासा ','गोंडवाना'],
//     Answer :[],
//     Explanation:""
// },
// {question :"एकाधिकार तथा अवरोधक व्यापारिक व्यवहार अधिनियम ______ में पारित किया गया था।",
//     Options :['1969','1980','1973','1977'],
//     Answer:[],
//     Explanation:""
// },
// {question :"निम्नलिखित में से कौन सा देश 2020 में दुनिया का सबसे बड़ा दुग्ध उत्पादक देश था?",
//     Options :['डेनमार्क','कनाडा','भारत','चीन'],
//     Answer :[],
//     Explanation:''
// },
// {question :" निम्न में से कौन कौन शैवाल में भरपूर होते हैं, और अंतरिक्ष यात्रियों द्वारा पूरक आहार (food supplements) के रूप में प्रयोग किए जाते हैं? /n (a) स्पिरुलिना (Spirulina) (b) क्लोरेला (Chlorella) (c) कारा (Cara)",
//     Options :[' a और b','a और c','b और d',' b और c'],
//     Answer :[],
//     Explanation:''
// },
// {question:"प्रथम मुगल सम्राट बाबर (1526-1530) केवल _____ की आयु में 1494 में फरगाना की ग‌द्दी पर बैठा।",
//     Options :['11 वर्ष','9 वर्ष','12 वर्ष','7 वर्ष'],
// Answer :[],
// Explanation:''
// },
// {question:" सी.पी.यू. (CPU) द्वारा मेमोरी में किसी लोकेशन के एक्सेस में लगने वाला समय निम्न में से कौन सा है?",
//     Options :['सी.पी.यू. आवृत्ति (CPU frequency)','मेमोरी एक्सेस टाइम (Memory access time)','निर्देश चक्र (Instruction cycle)','मेमोरी फॉर्मेटिंग टाइम (Memory formatting time)'],
//     Answer :[],
//     Explanation:""
// },
// {question :"भारतीय शास्त्रीय गायक पंडित जसराज, इनमें से किस घराने से संबंधित हैं?",
//     Options :['ग्वालियर','किराना','मेवाती','आगरा'],
//     Answer :[],
//     Explanation:""
// },
// {question :"वह धात्विक खनिज जो बाढ़ के कारण मैदानों या घाटियों में जमा हुए कछारी जमाव से बनते हैं, ______ के रूप में जाने जाते हैं।",
//     Options:['शिरा निक्षेप (vein deposits)','स्थूल निक्षेप (bulk deposits)','प्लेसर निक्षेप (placer deposits)','धात्विक ग्रंथिकाएं (metallic nodules)'],
//     Answer :[],
//     Explanation:""
// },
// { question :" सैन्य नर्सिंग सेवा के निम्न में से किस व्यक्ति को राष्ट्रीय फ्लोरेंस नाइटिंगेल पुरस्कार 2020 से सम्मानित किया गया है?",
//     Options :['ब्रिगेडियर एस.वी. सरस्वती','सर्जन वाइस एडमिरल शीला एस मथाई','लेफ्टिनेंट जनरल (डॉ.) माधुरी कानिटकर',' लेफ्टिनेंट जनरल राजश्री रामसेतु'],
//     Answer :[],
//     Explanation:''
// },
// {question : 'भारतीय संविधान के किस संशोधन दवारा भारतीय संविधान में भाग IX जोड़ा गया था?',
//     Options :['73',' 75',' 69','67'],
//     Answer :[],
//     Explanation:''
// },

// ]

// {question :" निम्न में से किसका संबंध भारतीय संविधान के 73वें संशोधन से है?",
//     options :["नगर निगम","नगर पालिकाओं","पंचायतों","उपनगर"],
//     answer :[2],
//     explanation :""
//  },
//  {question :"TANWA, 1980 के दशक के अंत में तमिलनाडु में महिलाओं को नवीनतम कृषि तकनीकों और जैविक खेती में प्रशिक्षित करने के लिए शुरू की गई एक परियोजना थी। TANWA का पूरा नाम क्या है?",
//     options :["Tamil Nadu Women in Agronomy (तमिलनाडु वीमेन इन एग्रोनोमी)","Tamil Nadu Women Agriculturists (तमिलनाडु वीमेन एग्रीकल्चरिस्ट्स)","Tamil Nadu Women in Agriculture (तमिलनाडु वीमेन इन एग्रीकल्चर)","Tamil Nadu Women Agronomist"],
//     answer :[0],
//     explanation :""
//  },
//  {question :"दूसरी पंचवर्षीय योजना का मुख्य कार्य पांच वर्ष में राष्ट्रीय आय में लगभग ___ की वृद्धि करना था।",
//     options :["25%","20%","30%","35%"],
//     answer :[0],
//     explanation :""
// },{question :"भारतीय संविधान के किस संशोधन द्वारा 'संपत्ति के अधिकार' को मौलिक अधिकारों से हटा दिया गया?",
//     options :["44वां संविधान संशोधन 1978","48वां संविधान संशोधन 1981","42वां संविधान संशोधन 1976","46 वां संविधान संशोधन 1980"],
//     answer :[0],
//     explanation :""
// },
// {question :"निम्न में से उस विकल्प का चयन करें, जो कालिदास के 'विक्रमोर्वशीयम' नाटक में वर्णित है।",
//     options :["दुष्यंत और शकुंतला की कथा","मालविका के लिए राजा अग्निमित्र का प्रेम","नल और दमयंती की कथा","पुरुरवा और उर्वशी की प्रेम-कथा"],
//     answer :[3],
//     explanation :"" 
// },
// {question :" वर्ष ___ में NIP (नई औद्योगिक नीति) में संशोधनों के माध्यम से उद्योगों की एक छोटी-सी सूची को छोड़कर सभी परियोजनाओं के लिए औद्योगिक लाइसेंसिंग को समाप्त कर दिया गया था।",
//     options :["1991","1956","1969","1987"],
//    answer :[0],
//    explanation :""
// },
// {question :" सुनामी का विनाशकारी रूप, जिसे भूकंपी समुद्री लहरें भी कहा जाता है, सामान्यतः ______ वाले भूकंप के कारण उत्पन्न होती हैं।",
//     options :[">7.5 तीव्रता","4-5 तीव्रता","2-3 तीव्रता"," 5-6 तीव्रता"],
//     answer :[0],
//     explanation :""
// },
// {question :" निम्न में से किस की-बोर्ड शॉर्टकट का उपयोग एम. एस. वर्ड (MS-Word) में री-डू (REDO) ऑपरेशन करने के लिए किया जाता है?",
// options :[" Alt + Y"," Ctrl + R"," Alt + Z"," Ctrl + Y"],
// answer :[3],
// explanation :""
// },
// {question :"____,भारतीय संविधान में निर्धारित एकमात्र प्राधिकारी/प्राधिकरण है, जिसे संघ तथा प्रत्येक राज्य एवं केंद्र शासित प्रदेश की सरकारों के आय (receipts) एवं व्यय के लेखा परीक्षण की जिम्मेदारी सौंपी गई है।",
//     options :["भारतीय वित्त आयोग","भारत के नियंत्रक और महालेखा परीक्षक","वित्त मंत्री","भारत के महान्यायवादी"],
//     answer :[1],
//     explanation :""
// },
// {question :"भारत में, जब संविधान के अतिक्रमण/उल्लंघन के लिए राष्ट्रपति पर महाभियोग चलाना हो, तो आरोप_____ द्वारा लगाया जाता है।",
//     options :["संसद के किसी भी सदन","केवल राज्यसभा","केंद्रीय मंत्रिपरिषद"," केवल लोकसभा"],
//     answer :[0],
//     explanation :""
// },
// {question :"गांधीवादी योजना, 1944 को गांधीवादी आर्थिक सोच की भावना को अपनाते हुए,_____ ने प्रतिपादित किया",
//     options :["लाला श्रीराम","एम. एन. रॉय","श्रीमन नारायण अग्रवाल","पुरुषोत्तम दास टंडन"],
//     answer :[2],
//     explanation :""
// },
// {question :"37 डिग्री सेल्सियस तापमान लगभग के बराबर होता है।",
//     options :["100.4 डिग्री फारेनहाइट","97.4 डिग्री फारेनहाइट","99.4 डिग्री फारेनहाइट","98.6 डिग्री फारेनहाइट"],
//     answer :[3],
//     explanation :""
// },
// {question :"अशोक के अधिकांश शिलालेख ____ भाषा में थे।  जबकि उपमहाद्वीप के उत्तर-पश्चिम में पाए गए शिलालेख अरामीक और यूनानी भाषा में थे।",
//     options :["तमिल","संस्कृत","प्राकृत","पालि"],
//     answer :[2],
//     explanation :""
// },
// {question :"ऋग्वेद में 1028 सूक्त हैं, जिन्हें इस पुस्तक में वर्गीकृत किया गया है जिन्हें ____ के नाम से जाना जाता है। ",
//     options :["अनुदत्त","सूक्त","पदपथ","मंडल"],
//     answer :[3],
//    explanation :""
// },
// {question :" गंगा नदी पर स्थित राष्ट्रीय जलमार्ग संख्या 1 इलाहाबाद को ______ से जोड़ता है।",
// options :["हल्दिया","कोलकाता","पटना","हुगली"],
// answer :[0],
// explanation :""
// },
// {question :"ISSF (इंटरनेशनल शूटिंग स्पोर्ट फेडरेशन) विश्व कप 2021 किस भारतीय शहर में आयोजित किया गया था?",
// options :["चंडीगढ़","बैंगलोर","नई दिल्ली","हैदराबाद"],
// answer :[2],
// explanation :""
// },
// {question :"आर्थिक लाभ कमाने के लिए वस्तुओं या सेवाओं के उत्पादन में उपयोग किए जाने वाले इनपुट को ____ के रूप में जाना जाता है।",
//     options :["बिक्री के घटक (factors of sales)","प्रस्तुति के घटक (factors of presentation)","उत्पादन के घटक (factors of production)","आपूर्ति के घटक (factors of supply)"],
//     answer :[2],
//     explanation :""
// },
// {question :"इटली में मौज़ा ऑटोड्रम नेशनल ट्रैक (Autodromo Nazionale Monza track) पर आयोजित फॉर्मूला वन इटैलियन ग्रांड प्रिक्स 2021 का 14 वां राउंड किसने जीता था?",
//     options :["वाल्टेरी बोटास (Valtteri Bottas)","लैंडो नॉरिस (Lando Norris)","पियरे गैस्ली (Pierre Gasly)","डेनियल रिकियार्डो (Daniel Ricciardo)"],
//     answer :[3],
//     explanation :""
// },
// {question :"निम्न में से कौन-सा शहर भारत में लौह और इस्पात (स्टील) उत्पादन के लिए प्रसिद्ध नहीं है?",
//     options :["बोकारो","भिलाई","सूरत","जमशेदपुर"],
//     answer :[2],
//     explanation :""
// },
// {question :"राय, निम्नलिखित में से किस राज्य का एक प्रमुख लोक नृत्य है?",
//     options :[" मणिपुर","मध्य प्रदेश","कर्नाटक","आंध्र प्रदेश"],
//    answer :[1],
//    explanation :""
// },
// {question :"17 सितंबर 2021 को 61वें सॉफ्टवेयर टेक्नोलॉजी पार्क ऑफ इंडिया (STPI) केंद्र का उद्‌घाटन कहां किया गया था?",
//     options :["मोहाली, पंजाब","भुवनेश्वर, ओड़िशा","कोहिमा, नागालैंड","तिरुवनंतपुरम, केरल"],
//     answer :[2],
//     explanation :""
// },
// {question :" कृषि-अपशिष्ट से निर्मित जैव-इंटों से बनी भारत की पहली इमारत का उ‌द्घाटन ______ में किया गया था।",
//     options :["आई.आई.टी.-दिल्ली","आई.आई.टी.-कानपुर","आई.आई.टी.-खड़गपुर","आई.आई.टी.-हैदराबाद"],
//     answer :[3],
//     explanation :""
// },
// {question :"मुस्लिम लीग ने निम्नलिखित में से किस वर्ष में, मुस्लिम बहुल क्षेत्रों के लिए स्वायत्तता के साधन की मांग करते हुए एक प्रस्ताव पारित किया?",
//     options :["1940","1944","1935","1937"],
//     answer :[0],
//    explanation :""
// },
// {question :"भारत के किस राज्य में मकर संक्रांति को 'पौष संक्रांति' के रूप में मनाया जाता है?",
//     options :[" महाराष्ट्र","हिमाचल प्रदेश","पश्चिम बंगाल","राजस्थान"],
//     answer :[2],
//     explanation :""
// },
// {question :"तेलंगाना राज्य, निम्नलिखित में से किस राज्य से अलग होकर बना है?",
//     options :["मध्य प्रदेश","आंध्र प्रदेश","कर्नाटक","महाराष्ट्र"],
//     answer :[1],
//     explanation :""
// },
// {question :"भारत में 2011 की जनगणना के अनुसार, निम्नलिखित में से किस राज्य का जनसंख्या घनत्व सर्वाधिक था?",
//     options :["बिहार","उत्तर प्रदेश","पश्चिम बंगाल","मध्य प्रदेश"],
// answer :[0],
// explanation :""
// },
// {question :" भारत की 2011 की जनगणना के अनुसार, भारत का सर्वाधिक जनसंख्या वाला राज्य निम्न में से कौन सा है?",
// options :["उत्तर प्रदेश","बिहार","महाराष्ट्र","राजस्थान"],
// answer :[0],
// explanation :""
// },
// {question :" निम्न में से किसने जाति व्यवस्था के अन्याय की निंदा की और सत्यशोधक समाज (सत्य की खोज करने वालों का समाज) की स्थापना की?",
//     options :["सावित्री बाई फुले","ई.वी. रामासामी नायकर","ज्योतिराव गोविंदराव फुले","अय्यंकाली"],
//     answer :[2],
//     explanation :""
// },
// {question :"गुरुत्वाकर्षण के प्रत्यक्ष प्रभाव के कारण चट्टानों और भूमि के कणों की, अपने मूल स्थान से हटकर किसी निचले स्थान पर एकत्र होने की क्रिया क्या कहलाती है?",
// options :[" मृदा सर्पण (solifluction)"," द्रवचालित क्रिया (hydraulic action)"," मृदा विसर्पण (Soil creep)"," बृहत क्षरण (mass wasting)"],
// answer :[3],
// explanation :""
// },
// {question :"माउंट आबू हिल स्टेशन निम्नलिखित में से किस पर्वत-श्रेणी में स्थित है?",
//     options :["अरावली ","विंध्य","सतपुड़ा","मैकाल"],
//     answer :[0],
//    explanation :""
// },
// {question :" मैग्नोलियोफाइटा (Magnoliophyta) पुष्पीय पादप होते हैं, जिन्हें ______ भी कहा जाता है।",
// options :["जिम्नोस्पर्म्स (Gymnosperms)","टेरिडोफाइटा (Pteridophytes)","एन्जियोस्पर्म्स (Angiosperms)","ब्रायोफाइटा (Bryophytes)"],
// answer :[2],
// explanation :""
// },
// {question :" शंकरदेव द्वारा रचित 'भावना (Bhaona)' में निम्नलिखित में से किस पारंपरिक भाषा का प्रयोग किया गया है?",
//     options :["ब्रजावली","संस्कृत","मलयालम","तमिल"],
//     answer :[0],
//     explanation :""
// },
// {question :"  किस देश ने ब्राजील को हराकर अंतरराष्ट्रीय पुरुष फुटबॉल चैंपियनशिप, कोपा अमेरिका (Copa America) का 47वां संस्करण जीता था?",
//     options :["बोलीविया","चिली","अर्जेंटीना","पेरू"],
//     answer :[2],
//     explanation :""
// },
// {question :"किसी अन्य भवन से स्वतंत्र दीवारों और छत वाला ऐसा भवन, जिसमें एक ही भूखंड में सभी ओर खुली जगह होती है, उसे ____ कहा जाता है।",
//     options :["गगनचुम्बी इमारत","विशेष भवन","पृथक भवन"," अर्ध-पृथक भवन"],
//     answer :[2],
//     explanation :""
// },
// {question :"निम्न में से किस मुक्केबाज ने 4 अगस्त 2021 को टोक्यो 2020 ग्रीष्मकालीन ओलंपिक में 69 kg वेल्टरवेट सेमीफाइनल में कांस्य पदक जीता?",
//     options :["लवलीना बोरगोहेन","सिमरनजीत कौर बाठ","मैरी कॉम","पूजा रानी"],
//     answer :[0],
//     explanation :""
// },
// {question :"माउंट फूजी, जो कि जापान की सबसे ऊंची चोटी है, एक प्रकार का/की ______ है।",
//     options :["ब्लॉक पर्वत चोटी","अवशेष चोटी","ज्वालामुखी चोटी","वलित पर्वतचोटी"],
//     answer :[2],
//     explanation :""
// },
// {question :" अप्रैल 2021 में, भारतीय सेना द्वारा शुरु किए गए बैनेडियम आधारित बैटरी तकनीक वाले प्रथम हरित सौर ऊर्जा दोहन संयंत्र की क्षमता कितनी है?",
//     options :["62 KVA","50 KVA","56 KVA","74 KVA"],
//     answer :[2],
//     explanation :""
// },
// {question :"11 सितंबर 2021 को किस राज्य सरकार ने तेजतर्रार कवि और स्वतंत्रता सेनानी सुब्रमण्य भारती की पुण्यतिथि को महाकवि दिवस के रूप में मनाया था?",
//    options :["तमिलनाडु","केरल","कर्नाटक","आंध्र प्रदेश"],
//     answer :[0],
//     explanation :""
// },
// {question :"प्राइस सीलिंग (Price ceiling) का क्या अर्थ है?",
//     options :["पहले से ही महंगी वस्तुओं या सेवाओं से कर हटाना","वस्तुओं या सेवाओं पर ऊपरी कीमत सीमा का अधिरोपण","वस्तुओं या सेवाओं की सभी कीमतों पर कर लगाना","महंगी वस्तुओं या सेवाओं पर निचली कर सीमा का अधिरोपण"],
//     answer :[1],
//     explanation:""
// },
// {question :"उस विशाल एकल भू-खंड का नाम बताइए, जिसके विभाजन से विश्व के वर्तमान महाद्वीपों का निर्माण हुआ?",
//     options:['पैंजिया','टेथिस',' पैंथलासा ','गोंडवाना'],
//     answer :[0],
//     explanation:""
// },
// {question :"एकाधिकार तथा अवरोधक व्यापारिक व्यवहार अधिनियम ______ में पारित किया गया था।",
//     options :['1969','1980','1973','1977'],
//     answer:[0],
//     explanation:""
// },
// {question :"निम्नलिखित में से कौन सा देश 2020 में दुनिया का सबसे बड़ा दुग्ध उत्पादक देश था?",
//     options :['डेनमार्क','कनाडा','भारत','चीन'],
//     answer :[2],
//     explanation:''
// },
// {question :"निम्न में से कौन से शैवाल प्रोटीन से भरपूर होते हैं, और अंतरिक्ष यात्रियों द्वारा पूरक आहार (food supplements) के रूप में उपयोग किए जाते हैं?  (a) स्पिरुलिना  (b) स्पाइरोगाइरा  (c) क्लोरेला  (d) फ्यूनेरिया",
//     options :[' a और b','a और c','b और d',' b और c'],
//     answer :[1],
//     explanation:''
// },
// {question:"प्रथम मुगल सम्राट बाबर (1526-1530) केवल _____ की आयु में 1494 में फरगाना की ग‌द्दी पर बैठा।",
//     options :['11 वर्ष','9 वर्ष','12 वर्ष','7 वर्ष'],
// answer :[2],
// explanation:''
// },
// {question:" सी.पी.यू. (CPU) द्वारा मेमोरी में किसी लोकेशन के एक्सेस में लगने वाला समय निम्न में से कौन सा है?",
//     options :['सी.पी.यू. आवृत्ति (CPU frequency)','मेमोरी एक्सेस टाइम (Memory access time)','निर्देश चक्र (Instruction cycle)','मेमोरी फॉर्मेटिंग टाइम (Memory formatting time)'],
//     answer :[1],
//     explanation:""
// },
// {question :"भारतीय शास्त्रीय गायक पंडित जसराज, इनमें से किस घराने से संबंधित हैं?",
//     options :['ग्वालियर','किराना','मेवात','आगरा'],
//     answer :[2],
//     explanation:""
// },
// {question :"वह धात्विक खनिज जो बाढ़ के कारण मैदानों या घाटियों में जमा हुए कछारी जमाव से बनते हैं, ______ के रूप में जाने जाते हैं।",
//     options:['शिरा निक्षेप (vein deposits)','स्थूल निक्षेप (bulk deposits)','प्लेसर निक्षेप (placer deposits)','धात्विक ग्रंथिकाएं (metallic nodules)'],
//     answer :[2],
//     explanation:""
// },
// { question :" सैन्य नर्सिंग सेवा के निम्न में से किस व्यक्ति को राष्ट्रीय फ्लोरेंस नाइटिंगेल पुरस्कार 2020 से सम्मानित किया गया है?",
//     options :['ब्रिगेडियर एस.वी. सरस्वती','सर्जन वाइस एडमिरल शीला एस मथाई','लेफ्टिनेंट जनरल (डॉ.) माधुरी कानिटकर',' लेफ्टिनेंट जनरल राजश्री रामसेतु'],
//     answer :[0],
//     explanation:''
// },
// {question : 'भारतीय संविधान के किस संशोधन दवारा भारतीय संविधान में भाग IX जोड़ा गया था?',
//     options :['73',' 75',' 69','67'],
//     answer :[0],
//     explanation:''
// },

//  {question :"मई 2021 में, किस गायक को बिलबोर्ड म्यूजिक अवार्ड्स (Billboard Music Awards) 2021 में आइकॉन अवार्ड से सम्मानित किया गया था?",
//          options :['पिंक','मारिया कैरी','जेनिफर लोपेज','गार्थ ब्रूक्स'],
//         answer :[0],
//         explanation:''
// },
// {question :"जनवरी 2022 तक, कपड़ा मंत्रालय के अनुसार, वस्त्र मंत्रालय के तकनीकी प्रोगाम - नेशनल टेक्निकल टेक्सटाइल्स मिशन (NTTM) के तहत स्पेशिलिटी फाइबर्स और जियोटेक्सटाइल्स के क्षेत्र में कितनी परियोजनाओं को मंजूरी दी है?",
//     options :['18','22','15','20'],
//     answer :[3],
//     explanation:''
// },
// {question :"1992 में, पृथ्वी शिखर सम्मेलन के दौरान पारित किया गया एक एजेंडा 21 में 21 का अर्थ क्या है?",
//     options :['21 मामले','21 उद्देश्य','21 राष्ट्रों के हस्ताक्षर','21वीं शताब्दी'],
//     answer :[3],
//     explanation:''
// },
// {question:"प्रमुख भारतीय ऑफ-स्पिनर _____ ने 2019-21 विश्व टेस्ट चैंपियनशिप चक्र में 71 विकेट लेकर सर्वाधिक विकेट लेने वाले खिलाड़ी होने का गौरव हासिल किया।",
//     options :[' रवींद्र जडेजा','रविचंद्रन अश्विन',' अक्षर पटेल','राहुल चाहर'],
//     answer :[1],
//     explanation:''
// },
// {question:" कालिदास ने मेघदूत नामक अपने काव्य को निम्नलिखित में से किस भाषा में लिखा था?",
//     options :[' संस्कृत','प्राकृत','पाली','हिंदी'],
//     answer :[0],
//     explanation:''
// },
// {question:"22 जुलाई 2021 को किस मंत्री ने लोकसभा में आवश्यक रक्षा सेवा विधेयक पेश किया था?",
//     options :['निर्मला सीतारमण',' नितिन गडकरी','पीयूष गोयल',' राजनाथ सिंह'],
//     answer :[3],
//     explanation:''
// },
// {question :"एक्सेल वर्कशीट (Excel worksheet) में टेक्स्ट का डिफ़ॉल्ट वर्टिकल अलाइनमेंट (default vertical alignment) कौन सा होता है?",
//     options :['नीचे (Bottom)','जस्टिफाई (Justify)','मध्य (Center)',' शीर्ष (Top)'],
//     answer :[0],
//     explanation:''
// },
// {question :'स्थिर विनिमय दर प्रणाली में, _____ किसी विशेष स्तर पर विनिमय दर को निश्चित करती है।',
//     options :['सरकार',' व्यापारी','व्यापार संघ',' बाज़ार'],
//     answer :[0],
//     explanation:''
// },
// {question :"भारतीय संविधान के अनुसार _____ की आयु तक के बच्चों को मुफ्त और अनिवार्य शिक्षा प्राप्त करने का अधिकार है।",
//     options :['10 वर्ष','6 वर्ष','14 वर्ष',' 18 वर्ष'],
//     answer :[2],
//     explanation:''
// },
// {question :'निम्नलिखित में से कौन सा, आंध्र प्रदेश का प्रख्यात नृत्य और संगीत समूह है जो डांडिया नृत्य के सदृश होता है?',
//     options :['डांडिया','कोलन्नालु','मयूरु','बिदुगु'],
//     answer :[1],
//     explanation:''
// },
// {question :'चेरी ब्लॉसम फेस्टिवल 2021 का शुभारंभ निम्न में से किस शहर में किया गया था?',
//     options :['इंफाल','शिलांग',' गुवाहाटी','कोहिमा'],
//     answer :[1],
//     explanation:''
// },
// {question :' बोर्नियो, जावा और सुमात्रा निम्नलिखित में से किस द्वीपसमूह के द्वीप हैं?',
//     options :['सेशल्स','मालदीव','इंडोनेशिया','मॉरीशस'],
//     answer :[2],
//     explanation:''
// },
// {question:'एस.एन.एम. कॉलेज, मलियानकारा, एम.एस. स्वामीनाथन रिसर्च फ़ाउंडेशन और पाय्यानूर कॉलेज के शोधकर्ताओं ने जैव-विविधता संपन्न पश्चिमी घाट में फिम्ब्रिस्टिलिस सुनिलिइ (Fimbristylis sunilii) और नीओनॉटिस प्रभुइ (Neanotis prabhuii) नामक दो नई पादप प्रजातियों की खोज की है।',

//     options :['आलाप्पुड़ा और पलक्कड़ जिलों','तिरुवनंतपुरम और वायनाड जिलों','एर्नाकुलम और इडुक्की जिलों',' कोट्टयम और कोझीकोड जिलों'],
//     answer :[1],
//     explanation :''
// },
// {question:'विख्यात कवयित्री  और भगवान कृष्ण की भक्त मीराबाई, वर्तमान ___ की एक राजपूत राजकुमारी थी',
//     options:['गुजरात','राजस्थान','आंध्र प्रदेश','उड़ीसा'],
//     answer :[1],
//     explanation :''
// },
// {question :' निम्न में से कौन सा नकद आरक्षित अनुपात पद को उचित तरीके से परिभाषित करता है?',
//     options:['जमा का वह प्रतिशत, जो किसी बैंक को भारतीय रिजर्व बैंक के पास नकद आरक्षित (cash reserve) के रूप में रखना होता है।','बैंक की देयताएं, जिनके लिए भुगतान करने की आवश्यकता होती है।','बैंक में तरल निधियों का प्रतिशत।','फर्मों के व्यय से जमाराशियों का अनुपात।'],
//     answer :[0],
//     explanation :''
// },
// {question :' निम्न में से किसने 2022 में लगातार दूसरे वर्ष फीफा सर्वश्रेष्ठ पुरुष खिलाड़ी का पुरस्कार जीता है?',
//     options:['लियोनेल मेसी (Lionel Messi)','क्रिस्टियानो रोनाल्डो (Cristiano Ronaldo)','मोहम्मद सलाह (Mohamed Salah)','रॉबर्ट लेवांडोव्स्की (Robert Lewandowski)'],
//     answer :[3],
//     explanation:''
// },
// {question :'निम्नलिखित में से कौन सी रचना, कालिदास की नहीं है?',
//     options :['विक्रमोर्वशीयम','अभिज्ञान शकुंतलम','नीतिसार','रघुवंशम'],
//     answer :[2],
//     explanation :''
// },
// {question :' एन्थ्यूरियम, जिसका नामकरण एक प्रसिद्ध फूल के नाम पर हुआ है, यह निम्नलिखित में से किस राज्य का एक प्रमुख पर्व है?',
//     options :['मिजोरम','नागालैंड','अरुणाचल प्रदेश',' मणिपुर'],
//     answer :[0],
//     explanation :''
// },
// {question :'लॉर्ड डलहौजी किस अवधि में भारत का गवर्नर जनरल था?',
//     options :['1723 से 1734','1757 से 1810','1813 से 1830',' 1848 से 1856'],
//     answer :[3],
//     explanation:''
// },
// {
//     question :' यूकैरियोटिक कोशिकाओं के निम्न में से किस कोशिकांग को आत्मघाती थैली भी कहा जाता है?',
//     options :['गॉल्जी काय','लाइसोसोम','माइटोकॉन्ड्रिया','क्लोरोप्लास्ट'],
//     answer :[1],
//     explanation:''
// },
// {question:'निम्न में से कौन-सा कथन सही है?',
//   options:['नियमित वेतनभोगी रोजगार और स्वरोजगार में रहने की प्रक्रिया को कार्यबल का आकस्मिककरण कहा जाता है।','स्व-रोजगार और आकस्मिक वेतनभोगी से नियमित वेतनभोगी रोजगार में जाने की प्रक्रिया को कार्यबल का आकस्मिककरण कहा जाता है।','आकस्मिक वेतनभोगी से स्वरोजगार और नियमित वेतनभोगी रोजगार में जाने की प्रक्रिया को कार्यबल का आकस्मिककरण कहा जाता है।','स्व-रोजगार और नियमित वेतनभोगी रोजगार से आकस्मिक वेतनभोगी की ओर जाने की प्रक्रिया को कार्यबल का आकस्मिककरण (casualisation of workforce) कहा जाता है।'],
//     answer:[3],
//     explanation:''
// },
// {question:'भारतीय संविधान का कौन सा अनुच्छेद राष्ट्रपति द्वारा शपथ या प्रतिज्ञान से संबंधित है?',
//     options:['55','70','65','60'],
//     answer:[3],
//     explanation:''
// },
// {question :'30 जुलाई 2021 को, केंद्रीय मंत्री श्री जितेंद्र सिंह ने डेटा एक्सचेंज के माध्यम से अनुसंधान और नवाचार को बढ़ावा देने के लिए _____ दिशानिर्देश जारी किए। ',
//     options:['बायोटेक-इनोवेट (Biotech-INNOVAT)','बायोटेक-रिगाइड (Biotech-REGUIDE)','बायोटेक-प्राइड (Biotech-PRIDE)','बायोटेक-नोवेल्ड (Biotech-NOVELD)'],
//     answer:[2],
//     explanation:''
// },
// {question :'उन्होंने नृत्य छोड़ दिया और प्रसिद्ध संगीतकार उस्ताद अलाउद्दीन खान के संरक्षण में सितार सीखा। वे 1948 से 1956 तक ऑल-इंडिया रेडियो के/की संगीत निर्देशक भी रहे /रही। दिए गए विकल्पों में से उनका नाम चुनें।',
//     options:['रवि शंकर','ममता शंकर','उदय शंकर','आनंद शंकर'],
//     answer :[0],
//     explanation:''
// },
// {question :'निम्न में से कौन सा कथन सत्य है?',
//     options:['SRAM को आवर्ती रिफ्रेशिंग (periodic refreshing) की आवश्यकता होती है।',' SRAM और DRAM, दोनों रैंडम एक्सेस मेमोरी हैं।',' DRAM, SRAM से तेज होती है।','SRAM, नॉन-वोलेटाइल (non-volatile) मेमोरी है।'],
//     answer:[1],
//     explanation:''
// },
// {question:"भारतीय संविधान के राज्य के नीति निदेशक सिद्धांतों को ______ से लिया गया है।",
//     options:['अमेरिका के संविधान','कनाडा के संविधान','फ्रांस के संविधान','आयरलैंड के संविधान'],
//     answer:[4],
//     explanation:''
// },
// {question:"30 नवंबर 2021 को रक्षा उत्पादन विभाग के सचिव का अतिरिक्त प्रभार किसने ग्रहण किया?",
//     options:['अमरेंद्र तिवारी','सुशील आर. गायकवाड़','अजय कुमार','अजय भट्ट'],
//     answer:[2],
//     explanation:''
// },
// {question:'निम्न में से कौन सा कथन परिवर्तनशील अनुपात नियम के संबंध में सत्य है?',
//     options:['किसी कारक आगत (factor input) के सीमात उत्पाद में उसके नियोजन स्तर के साथ पारंभ में वृद्धि होती है, किसी निश्चित नियोजन स्तर तक पहुंचने के बाद, इसमें गिरावट शुरु हो जाती है।','किसी कारक आगत (factor input) के सीमांत उत्पाद में उसके नियोजन स्तर के साथ प्रारंभ में गिरावट होती है, लेकिन किसी निश्चित नियोजन स्तर तक पहुंचने के बाद, इसमें वृद्धि शुरु हो जाती है।',' किसी कारक आगत (factor input) के सीमांत उत्पाद में उसके नियोजन स्तर के साथ प्रारंभ में वृद्धि होती है जो हमेशा समान बनी रहती है।','किसी कारक आगत (factor input) के सीमांत उत्पाद में, उसके नियोजन स्तर के साथ प्रारंभ में गिरावट होती है, लेकिन किसी निश्चित नियोजन स्तर तक पहुंचने के मंदी (depression) होती है। के बाद इसमें और भी अधिक गिरावट होने लगती है, जिसके कारण'],
//     answer:[0],
//     explanation:''
// },
// {question:' निम्नलिखित में से कौन सा भारतीय राज्य पैका नृत्य के लिए प्रसिद्ध है?',
//     options:['उड़ीसा','तमिलनाडु',' मणिपुर','केरल'],
//     answer:[0],
//     explanation:''
// },
// {question:' मिट्टी और जल संरक्षण के विभिन्न मुद्दों और चुनौतियों पर विचार-विमर्श करने के लिए नवंबर 2019 में जलवायु मंत्रालय के लिए मृदा और जल संरक्षण पर अंतर्राष्ट्रीय सम्मेलन का आयोजन कहाँ किया गया था?',
//     options:[' गाजियाबाद','गुरुग्राम','नई दिल्ली','ग्रेटर नोएडा'],
//     answer:[2 ],
//     explanation:''
// },
// {question :' मत्स्य पालन उत्पादन (2020) के अनुसार, वैश्विक मत्स्य उत्पादन में भारत की हिस्सेदारी लगभग _____है',
//     options:[' 15.7%','7.7%','12.7%','6.7%'],
//     answer :[1],
//     explanation:''
// },
// {question :' महिला अंतरिक्ष यात्री नूरा अल-मतरोशी किस देश की हैं?',
//     options:['तुर्की','संयुक्त अरब अमीरात','लेबनान','जॉर्डन'],
//     answer :[1],
//     explanation:''
// },
// {question :'निम्न में से कौन सा एक SI मात्रक नहीं है?',
//     options :['कैलोरी','न्यूटन','एम्पीयर','ओम'],
//     answer:[0],
//     explanation:''
// },
// {question:'निम्न में से कौन सी एक रासायनिक अपक्षय प्रक्रिया नहीं है?',
//     options:[' तापीय प्रसार','ऑक्सीकरण','कार्बनीकरण','जलयोजन'],
//     answer:[0],
//     explanation:''
// },
// {question:'1997 में भारत सरकार द्वारा कार्यान्वित किए गए स्वरोजगार कार्यक्रमों के संदर्भ में SJSRY का पूर्ण रूप क्या है?',
//     options:['Swarna Jayanti Shramjeevi Rozgar Yojana (स्वर्ण जयंती श्रमजीवी रोजगार योजना)','Swarna Jayanti Shahari Rozgar Yojana (स्वर्ण जयंती शहरी रोजगार योजना)','Swarna Jayanti Samajik Rozgar Yojana (स्वर्ण जयंती सामाजिक रोजगार योजना)','Swarna Jayanti Sarkari Rozgar Yojana (स्वर्ण जयंती सरकारी रोजगार योजना)'],
//     answer:[1],
//     explanation:''
// },
// {question:'भारत का सबसे बड़ा मलिन बस्ती (स्लम) क्षेत्र निम्नलिखित में से कौन सा है?',
//     options:['रोयापुरम','धारावी','कीर्ति नगर','एंटॉप हिल'],
//     answer:[1],
//     explanation:''
// },
// {question: 'वर्ल्ड हैप्पीनेस रिपोर्ट 2021 में निम्न में से कौन सा देश शीर्ष पर था?',
//     options:['स्वीडन','डेनमार्क','भूटान',' फिनलैंड'],
//     answer:[3],
//     explanation:''
// },
// {question:'हड़प नीति (व्यपगत का सिद्धान्त) निम्नलिखित में से किस गवर्नर जनरल ने लागू की थी?',
//     options:['लॉर्ड डलहौजी','लॉर्ड हार्डिंग','लॉर्ड ऑकलैंड','लॉर्ड बेंटिक'],
//     answer :[0],
//     explanation:''
// },
// {question:'राज्य के नीति निदेशक सिद्धांतों में निहित प्रावधानों को ________|',
//     options:['सर्वोच्च न्यायालय द्वारा लागू किया जा सकता है','किसी भी न्यायालय द्वारा लागू नहीं किया जा सकता है','किसी भी न्यायालय द्वारा लागू किया जा सकता है','उच्च न्यायालय द्वारा लागू किया जा सकता है'],
//     answer :[1],
//     explanation:''
// },
// {question:'निम्न में से कौन सी, गूदेदार पाद‌पों (succulent plants) की एक विशेषता नहीं है?',
//     options:['जड़े होती हैं','जलाभावसह','पत्तियां नहीं होती हैं','तना होता है'],
//     answer :[2],
//     explanation:''
// },
// {question:'____एक अंतर्देशीय नदी बंदरगाह है, जो गंगा-ब्रह्मपुत्र बेसिन के विशाल परिक्षेत्र (hinterland) में सेवाएं मुहैया कराता है।',
//     options:[' कोच्चि','तूतीकोरिन','कांडला','कोलकाता'],
//     answer :[3],
//     explanation:''
// },
// {question:'भारत में _____के जन्मदिन के अवसर पर राष्ट्रीय एकता दिवस मनाया जाता है।',
//     options:['सरदार वल्लभभाई पटेल','मदर टेरेसा','डॉ बी. आर. अम्बेडकर','इंदिरा गांधी'],
//     answer:[0],
//     explanation:''
// },
// {question:'मध्य प्रदेश में होने वाली कर्तन दहन कृषि (Slash and burn agriculture) को ______ के रूप में भी जाना जाता है।',
//     options:[' बेवर','वालरा','कुरुवा',' झूम'],
//     answer:[0],
//     explanation:''
// },
// {question:' नमक का अणु भार लगभग कितना होता है?',
//     options:['28 g/mol','58 g/mol','117 g/mol','14 g/mol'],
//     answer:[1],
//     explanation:''
// },
// {question:'उच्च न्यायालय की रिट जारी करने की शक्ति _______ के अंतर्गत उल्लिखित है।',
//     options:['अनुच्छेद 233','अनुच्छेद 226','अनुच्छेद 225','अनुच्छेद 230'],
//     answer:[1],
//     explanation:''
// },
// {question:'पनामा नहर निम्नलिखित में से किस क्षेत्र में स्थित है?',
// options :['दक्षिण एशिया','मध्य अमरीका','पूर्वी यूरोप','अरबी प्रायद्वीप'],
// answer:[1],
// explanation:''
// },
// {question :'असम के भारतीय शास्त्रीय नृत्य स्वरूप सत्रीया की लोकप्रिय बनाने के लिए निम्नलिखित में से किसे, केरल राज्य सरकार द्वारा गुरु गोपीनाथ देशीय नाट्य पुरस्कारम, 2019 हेतु चुना गया?',
//     options:[' रामकृष्ण तालुकदार','इंदिरा पी. पी. बोरा','टंकेश्वर हजारिका बोरवयान','हरिचरण भुइयां बोरवयान'],
//     answer:[1],
//     explanation:''
// },
// {question :'कोणार्क का सूर्य मंदिर ____ के लोकप्रिय नाम से जाना जाता है।',
//     options:['स्वर्णिम पैगोडा (Golden Pagoda)','कांस्य पैगोडा (Bronze Pagoda)','श्वेत पैगोडा (White Pagoda)','काला पैगोडा (Black Pagoda)'],
//     answer:[3],
//     explanation:''
// },
// {question:'2011 की जनगणना के अनुसार, भारत की सर्वाधिक जनसंख्या निम्न में से किस क्षेत्र में नियोजित थी?',
//     options:['प्राथमिक','तृतीयक','चतुर्थ','द्वितीयक'],
//     answer:[0],
//     explanation:''
// },
// {question:' निम्नलिखित में से कौन सा कारक, सर्दियों में भारत के उत्तर पश्चिमी भाग में बारिश का कारण बनता है?',
//     options:['पश्चिमी विक्षोभ','हिंद महासागर पर अत्यधिक दाब','उपोष्णकटिबंधीय पूर्वी जेट','मानसूनी हवाएं'],
//     answer:[0],
//     explanation:''
// }

//  {
    
//     question: " नवकलेवर एक अनुष्ठान है जिसमें भगवान जगन्नाथ, बलभद्र, सुभद्रा और सुदर्शन की काष्ठ प्रतिमाओं का नियमित नवीनीकरण किया जाता है।नवकलेवर रथ यात्रा का आयोजन कहाँ  किया जाता है",
//     options: ["वृंदावन", "सोमनाथ","पुरी","मथुरा"],
//     answer:[2],
//     explanation:''
//   },
//   {
//     question: "कार्तिक के ________ दिन, जैन लोगों द्वारा 'ज्ञान पंचमी' मनाई जाती है।",
//     options: ["प्रथम","नर्वे","तीसरे","पांचवें"],
//     answer:[3],
//     explanation:''
    
//   },
//   {
//     question: "किसने 3 अगस्त 2021 को टोक्यो 2020 ग्रीष्मकालीन ओलंपिक 400 मीटर बाधा दौड (hurdles) में अपना ही विश्व रिकॉर्ड तोड़ा?",
//     options: ["मेलाइन वाकर (Melaine Walker)","एलिसन डॉस सैंटोस (Alison dos Santos)","कार्स्टन बारहोल्म (Karsten Warholm)","राय बेंजामिन (Rai Benjamin)"],
//     aanswer:[2],
//     explanation:''
    
//   },
//   {question: "स्वेज नहर, भूमध्य सागर को ______ से जोड़ती है।",
//   options: ["काला सागर","प्रशांत महासागर","अटलांटिक महासागर","लाल सागर"],
//   answer:[3],
//     explanation:''
// },
// {question: "निम्नलिखित भारतीय शहरों में से कौन सा अपने संतरों के लिए जाना जाता है?",
//     options: ["वाराणसी","अमृतसर","नागपुर","चेन्नई"],
//     answer:[2],
//     explanation:''
// },
// {question_text: "भारतीय संविधान का कौन सा अनुच्छेद संसद में राष्ट्रपति के विशेष अभिभाषण से संबंधित है?",
//     options: ["79","85","87","81"],
//     answer:[2],
//     explanation:''
// },
// {question: " निम्न में से किस संस्थान के पास भारतीय संविधान के अनुसार 'बंदी प्रात्यक्षीकरण (Habeas corpus)' की रिट जारी करने की शक्ति है?",
//     options: ["सर्वोच्च न्यायालय और उच्च न्यायालय", "सर्वोच्च न्यायालय","निचले/अधीनस्थ न्यायालय","उच्च न्यायालय"],
//     answer:[0],
//     explanation:''
//    },
//   {
    
//     question: "_____  मांग वक्र लोचदार होता है और ____________ होने पर यह बेलोचदार होता है।",
//     options: ["औसत राजस्व का मान धनात्मक होने पर; सीमांत राजस्व का मान ऋणात्मक","औसत राजस्व का मान ऋणात्मक होने पर; सीमांत राजस्व का मान धनात्मक","सीमांत राजस्व का मान ऋणात्मक होने पर; औसत राजस्व का मान धनात्मक","सीमांत राजस्व का मान धनात्मक होने पर; सीमांत राजस्व का मान ऋणात्मक"],
//     answer:[2],
//     explanation:''
// },
//  {
//     question: "स्वस्थ मनुष्य की लार का pH सामान्यतः ______ के बीच होता है।",
//     options: ["4.1 से 5.2","5.2 से 6.1","7.7 से 9.2","6.2 से 7.6"],
//     answer:[3],
//     explanation:''
    
//   },
//   {
//     question: "निम्न में से कौन-सी एक गैर-बारहमासी (non-perennial) नदी है?",
//     options: ["सिंधु","कृष्णा","ब्रह्मपुत्र","गंगा"],
//     answer:[1],
//     explanation:''
    
// },
// {
//     question :"निम्न में से कौन सा, सीपीयू (CPU) और मुख्य मेमोरी के बीच बफर के रूप में कार्य करता है, जो प्रोसेसर को मुख्य मेमोरी से प्रोग्राम और डेटा प्राप्त करने में प्रतीक्षा करने से बचाता है?",
//     options:['ऑप्टिकल मेमोरी (Optical memory)','कैश मेमोरी (Cache memory)',' तृतीयक मेमोरी (Tertiary memory)','सहायक मेमोरी'],
//     answer:[1],
//     explanation:''
// },
// {question :" भारत में कॉरपोरेट घरानों द्वारा उपयोग किया जाने वाला वाणिज्यिक पत्र (CP) वर्ष _________ में पेश किया गया था।",
//     options:['1950','1965','1980','1990'],
//     answer:[3],
//     explanation:''
// },
// {question: "निम्नलिखित में से किस देश में सिंहली एक प्रमुख भाषा है?",
 
//   options: ["म्यांमार","इंडोनेशिया","श्रीलंका","मलेशिया"],
//   answer:[2],
//     explanation:''
// },
// {
// question: "निम्नलिखित में से किसने गिटार को हिंदुस्तानी शास्त्रीय संगीत के एक वाद्यम के रूप में प्रसिद्ध किया?",
//     options: ["पंडित शिवकुमार शर्मा","उस्ताद अली अकबर खाँ","पंडित हरिप्रसाद चौरसिया","पंडित बृज भूषण काबरा"],
//     answer:[3],
//     explanation:''
//   },
//   {
//     question: "निम्नलिखित में से कौन सा स्थान अपने गर्म सोतों (स्प्रिंग्स) के लिए जाना जाता है?",
//     options: ["जैसलमेर","कुर्ग","गौरीकुंड","मौसिनराम"],
//     answer:[2],
//     explanation:''
//   },
//   { question: "MS-Word में अंडू (UNDO) ऑपरेशन करने के लिए किस शॉर्टकट का प्रयोग किया जाता है?",
//     options: ["Alt + U","Ctrl + U","Alt + Z","Ctrl +Z"],
//     answer:[3],
//     explanation:''
// },
// {question: "स्वतंत्रता के समय कृषि की स्थिति के संबंध में निम्न में से कौन सा कथन गलत है?",
//   options: ["जमींदारों ने किसानों की स्थिति को सुधारने में मदद की।","भारतीय किसानों को नकदी फसलों  (cash crops) के उत्पादन के लिए प्रोत्साहित किया गया।","कृषि क्षेत्र की निम्न उत्पादकता","पट्टेदारी प्रणाली बिचौलियों द्वारा अभिलक्षित थी।"],
//   answer:[0],
//   explanation:''
// },
// {
//   question: " थिम्पू भारत के किस पड़ोसी देश की राजधानी है?",
//   options: ["म्यांमार","भूटान","नेपाल","बांग्लादेश"],
//   answer:[1],
//     explanation:''
// },
//  {
//     question: "खंबा-थोइबी ______ का एक महत्त्वपूर्ण प्रदर्शन कला रूप है।",
//     options: [" लक्षद्वीप"," पुडुचेरी"," मणिपुर"," नागालैंड"],
//     answer:[2],
//     explanation:''
//   },
//   {
//     question: " ट्रांस-साइबेरियन रेलवे निम्नलिखित में से किस देश की परियोजना है?",
//     options: [" चीन"," नॉर्वे"," रूस"," स्वीडन"],
//     answer:[2],
//     explanation:''
// },
// {
//   question: "नवंबर 2021 में, 2021-26 अवधि के लिए अम्ब्रेला योजना 'महासागर सेवाएं, मॉडलिंग, अनुप्रयोग, संसाधन और प्रौद्रद्योगिकी (O-SMART)' को जारी रखने के लिए ______ की समग्र लागत की मंजूरी दी गई थी।",
//   options: ["₹1,177 करोड़","₹3,177 करोड़","₹2,177 करोड़","₹4,177 करोड़"],
//   answer:[2],
//   explanation:''
 
// },

//  {
   
//     question: "दक्षिण भारत के पहाड़ी क्षेत्रों में मौजूद निम्नलिखित कौन सी मिट्टी, इस क्षेत्र को चाय और कॉफी की खेती के लिए उपयुक्त बनाती है?",
//     options: ["काली मिट्टी","लेटराइट मिट्टी", "शुष्क मिट्टी","जलोढ़ मिट्टी"],
//     answer:[1],
//     explanation:''
//   },
  
//   {
    
//     question: "भारत सरकार ने किस परियोजना के तहत जुलाई 2021 में छह पारंपरिक डीजल-इलेक्ट्रिक पनडुब्बियों के निर्माण के लिए 50,000 करोड़ की निविदा जारी की है?",
//     options: ["प्रोजेक्ट-55 इंडिया (Project-55 India)","प्रोजेक्ट-65 इंडिया (Project-65 India)","प्रोजेक्ट-75 इंडिया (Project-75 India)","प्रोजेक्ट-85 इंडिया (Project-85 India)"],
//     answer:[2],
//     explanation:''
// },
//  {
//     question: "केंद्र-राज्य संबंधों पर, भारत सरकार द्वारा वर्ष _______ में सरकारिया आयोग का गठन किया गया था।",
//     options: [" 1984"," 1983"," 1980"," 1981"],
//     answer:[1],
//     explanation:''
//   },
//   {
//     question: "'व्यास सम्मान' नामक साहित्यिक पुरस्कार, प्रथम बार वर्ष _______ में प्रदान किया गया था।",
//     options: [" 1999"," 1990"," 1991", " 1989"],
//     answer:[2],
//     explanation:''
//   },
//   {
//     question: "संगीत पर सबसे पहला ज्ञात ग्रंथ, 'संगीत रत्नाकर' _______ द्वारा रचित है।",
//     options: [" शारंगदेव"," मुहम्मद शाह"," अमीर खुसरो"," तानसेन"],
//     answer:[0],
//     explanation:''
// },
//  {
//     question: "MGNREGA (मनरेगा) एक अधिनियम है, जो वयस्क स्वेच्छाकर्मियों (adult volunteers) को अकुशल शारीरिक कार्य करने हेतु न्यूनतम 100 दिनों के लिए गारंटीकृत मजदूरी रोजगार प्रदान करता है। MGNREGA (मनरेगा) का पूर्ण रूप क्या है?",
//     options: ["Mahatma Gandhi National Regional Employment Guarantee Act (महात्मा गांधी नेशनल रीजनल एम्प्लॉयमेंट गारंटी एक्ट)","Mahatma Gandhi National Rural Employment Grants Act (महात्मा गांधी नेशनल रूरल एम्प्लॉयमेंट ग्रांट्स एक्ट)","Mahatma Gandhi National Rural Employment Guarantee Act (महात्मा गांधी नेशनल रूरल एम्प्लॉयमेंट गारंटी एक्ट)","Mahatma Gandhi National Rural Employees Grants Act (महात्मा गांधी नेशनल रूरल एम्प्लाइज ग्रांट्स एक्ट)"],
//     answer:[2],
//     explanation:''
// },
//   {
    
//     question: "निम्नलिखित में से कौन सी नदी बंगाल की खाड़ी में गिरती है?",
//     options: ["ताप्ती","गोदावरी","लूनी","नर्मदा"],
//     answer:[1],
//     explanation:''
// },
// { question: " किस पंचवर्षीय योजना में कहा गया कि 'आर्थिक विकास का लाभ समाज के अपेक्षाकृत कम विशेषाधिकार प्राप्त वर्गों को अधिक से अधिक मिलना चाहिए'?",
//   options: [" पांचवी पंचवर्षीय योजना"," तीसरी पंचवर्षीय योजना"," चौथी पंचवर्षीय योजना"," दूसरी पंचवर्षीय योजना"],
//   answer:[3],
//     explanation:''
  
// },
// {
//   question: " सितंबर 2021 में, एक्टा एस्ट्रोनॉटिका (Acta Astronautica) में प्रकाशित अध्ययन के अनुसार, इसरो (ISRO) ने किस संस्थान के साथ मिलकर बाहय अंतरिक्ष में सूक्ष्मजैविक (माइक्रोवियत्र) प्रयोग करने के लिए एक उपकरण/ यंत्र विकसित किया है?",
//   options: ["भारतीय विज्ञान संस्थान (IISC)","होमी भाभा राष्ट्रीय संस्थान (HBNI)","भारतीय प्रौ‌द्योगिकी संस्थान बॉम्बे (IIT Bombay)","टाटा मूलभूत अनुसंधान संस्थान (TIFR)"],
//   answer:[0],
//     explanation:''
// },
// {
   
//     question: "कृष्णदेव राय ______ वंश से संबंधित थे।",
//     options: ["संगमा","सालुव","गजपति","तुलुव"],
//     answer:[3],
//     explanation:''
//   },
//   {
    
//     question: "सम्राट अशोक का पितामह कौन था?",
//     options: ["बिन्दुसार","दशरथ","चंद्रगुप्त मौर्य","बिताशोक"],
//     answer:[2],
//     explanation:''
//   },
  
//   {
    
//     question: "_____(sanctum sanctorum), हिंदू और जैन मंदिरों का वह स्थान है, जहाँ मंदिर के मुख्य देवता की मूर्ति विराजमान रहती है।",
//     options: ["मंडप","शिखर","विमान","गर्भगृह"],
//     answer:[3],
//     explanation:''
// },
// {
//   question: "भारतीय संविधान का भाग IV A किससे संबंधित है?",
//   options: ["मौलिक कर्तव्य","नागरिकता","राज्य के नीति निदेशक सिद्धांत","मौलिक अधिकार"],
//   answer:[0],
//     explanation:''
//   },
//   {
//     question: "मई 2021 में, भारतीय मूल के किस रसायनज्ञ को प्रोफेसर डेविड  क्लाइनरमैन (Prof David Kleinerman) के साथ मिलेनियम टेक्नोलॉजी पुरस्कार 2020 से सम्मानित किया गया?",
//     options: ["शंकर बालासुब्रमण्यम","सुमिता मित्रा","नम्रता सिंह","सी.एन.आर. राव"],
//     answer:[0],
//     explanation:''
   
//   },
//   {
//     question: "मुंबई में प्रार्थना समाज की स्थापना किस वर्ष में की गई?",
//     options: ["1557","1897","1667","1867"],
//     answer:[3],
//     explanation:''

//     },
//      {
    
//     question: "रायपुर में आयोजित रोड सेफ्टी वर्ल्ड सीरीज (सड़क सुरक्षा विश्व श्रृंखला) 2021 (क्रिकेट) के फाइनल मुकाबले में इंडिया लीजेंड्स ने किस टीम को हराया?",
//     options: ["इंग्लैंड लीजेंड्स","वेस्टइंडीज लीजेंड्स","श्रीलंका लीजेंड्स","दक्षिण अफ्रीका लीजेंड्स"],
//     answer:[2],
//     explanation:''
//   },
//   {
    
//     question: "किसी वस्तु की मांग में प्रतिशत परिवर्तन को उसकी कीमत में प्रतिशत परिवर्तन से विभाजन _____ कहा जाता है",
//     options: ["माँग की कीमत लोच","आपूर्ति की कीमत लोच","आदर्श प्रतियोगिता","उत्पादन फलन"],
//     answer:[0],
//     explanation:''
//   },
  
//   {
   
//     question: "इंडिया स्टेट ऑफ फॉरेस्ट रिपोर्ट (ISFR) 2021 के अनुसार, भारत में कुल भौगोलिक क्षेत्र के संबंध में सबसे कम वन क्षेत्र वाला राज्य कौन सा है?",
//     options: ["हरियाणा","राजस्थान","तेलंगाना","सिक्किम"],
//     answer:[0],
//     explanation:''
//   },
// {
//   question: "कंधरिया महादेव मंदिर कहां पर स्थित है?",
//   options: ["उज्जैन","ओरछा","देवास","खजुराहो"],
//   answer:[3],
//     explanation:''
// },
// {
  
//   question: " इंडियन ब्यूरो ऑफ माइन्स इंडियन मिनरल्स ईयरबुक 2019 के अनुसार, भारत के निम्नलिखित में से किस राज्य में मैंगनीज का सबसे बड़ा भंडार है?",
//   options: [" झारखंड"," महाराष्ट्र"," कर्नाटक"," ओडिशा"],
//   answer:[3],
//     explanation:''
  
// },
//  {
//     question: " दक्कन ट्रैप (Deccan Traps) में पाई जाने वाली काली मिट्टी _____फसलों की खेती के लिए अत्यधिक उपयुक्त मानी जाती है।",
//     options: ["चाय","कपास","गेहूं","कॉफी"],
//     answer:[1],
//     explanation:''
//    },
//   {
   
//     question: " मार्च 2021 में, खेल एवं युवा मंत्रालय ने किस क्षेत्र योजना को 2021-22 से 2025-26 तक बढ़ाने का निर्णय लिया गया है?",
//     options: ["आओ और खेलो योजना (Come and Play Scheme)", "लक्ष्य ओलंपिक पोडियम योजना (Target Olympic Podium Scheme)", "विकलांग व्यक्तियों के लिए क्रीड़ा एवं खेल योजना","खेलो इंडिया योजना"],
//     answer:[3],
//     explanation:''
// },
// {  question: " वन सर्वेक्षण रिपोर्ट 2021 के अनुसार, कुल भौगोलिक क्षेत्रफल के प्रतिशत के रूप में _____ राज्य में सबसे अधिक वन क्षेत्र है।",
//     options: ["मिजोरम","अरुणाचल प्रदेश","नागालैंड","मणिपुर"],
//     answer:[0],
//     explanation:''
// },
// {
//     question: " कंघी (combing) द्वारा कपास को बीजों से अलग करने की प्रक्रिया क्या कहलाती है?",
//     options: ["ढलाई (Molding)","यार्निंग (Yarning)","थर्मोफॉर्मिंग (Thermoforming)","ओटाई (Ginning)"],
//     answer:[3],
//     explanation:''
// },
// {question: " बंगाल में ________ ने 'अखिल बंगाल सविनय अवज्ञा परिषद' का गठन किया था।",
//     options: ["जवाहरलाल नेहरू","सरदार वल्लभभाई पटेल","महात्मा गांधी","जे.एम. सेनगुप्ता"],
//     answer:[3],
//     explanation:''
// },
// {
//  question: "मार्च 2021 में, अनुभवी पार्श्वगायिका आशा भोसले को इनमें से किस पुरस्कार से सम्मानित किया गया था।",
// options: ["यश चोपड़ा स्मृति पुरस्कार","दीनानाथ मंगेशकर पुरस्कार","महाराष्ट्र भूषण पुरस्कार","बंग भूषण पुरस्कार"],
// answer:[2],
// explanation:''
//    },
//   {
    
//     question: "भारत में किसी भी राज्य की सीमाओं को बदलने के लिए कौन अधिकृत है?",
//     options: [ "केंद्रीय गृह मंत्री","संसद","भारत के प्रधानमंत्री","राज्य विधानमंडल"],
//     answer:[1],
//     explanation:''
    
//   },
  
//   {
    
//     question: "5 फरवरी 2022 को अंडर-19 विश्व कप फाइनल में आयोजित 15 विश्व कप फाइनल में इंग्लैंड के खिलाफ 5 विकेट लेने वाले पहले भारतीय क्रिकेटर कौन थे?",
//     options: [ "रवि कुमार","राज अंगद बावा","विक्की ओस्तवाल","निशांत सिंधु"],
//     answer:[1],
//     explanation:''
//   },
//   {
// question: "लगभग ____ केल्विन पर जल का घनत्व सबसे अधिक होता है।",
// options: ["0","273","227","277"],
// answer:[3],
// explanation:''
//     }
     

   //       {
//     question: " निम्नलिखित में से किस देश के साथ भारत अपनी सबसे लंबी भू-सीमा साझा करता है?",
//     options: ["बांग्लादेश","भूटान","पाकिस्तान","म्यांमार"],
//     answer:[0],
//     explanation:''
    
//   },
  
  
//   {
//     question: " भारत के उपराष्ट्रपति का चुनाव निम्न में से कौन करता है?",
//     options: ["संसद के निर्वाचित सदस्य","संसद और राज्य विधानमंडल के सदस्य","संसद के दोनों सदनों के सदस्य","राज्यसभा के सदस्य"],
//     answer:[2],
//     explanation:''
//   },
//   {
//     question: " भारतीय संविधान का कौन सा अनुच्छेद पंचायतों के लेखाओं की संपरीक्षा से संबंधित है?",
//     options: ["243C","243B","243K","243J"],
//     answer:[3],
//     explanation:''
   
//   },
// {
    
//     question: "निम्न में से कौन कर्नाटक संगीत के प्रतिपादक नहीं है?",
//     options: ["एम.एस. सुब्बुलक्ष्मी","प्रिया सिस्टर्स","किशोरी आमोनकर","बॉम्बे जयश्री"],
//     answer:[2],
//     explanation:''
//     },
//   {
    
//     question: "मराठी भाषा में भगवद्‌गीता की पहली विस्तृत टीका ____ द्वारा रची गई थी।",
//     options: ["एकनाथ","तुकाराम","ज्ञानेश्वर","रामदास"],
//     answer:[2],
//     explanation:''
    
// },
//  {
//     question: " राजस्थान में ______ की संरचना नौ ग्रहों की थीम पर आधारित है।",
//     options: [" जैन एम. एम. एमिरा","जवाहर कला केंद्र"," राजभवन चिकित्सालय"," राज पैलेस"],
//     answer:[1],
//     explanation:''
//   },
//   {
//     question: "सायनोकोबालामिन (Cyanocobalamin), ______ विटामिन का मानव निर्मित रूप है।",
//     options: [" B6"," B12"," B1"," B2"],
//     answer:[1],
//     explanation:''
// },
// {
    
//     question: "कोई भी व्यक्ति जो सामान्यतः भारत में _______ वर्ष रहा हो, नेचुरलाइजेशन द्वारा भारतीय नागरिकता प्राप्त कर सकता है।",
//     options: ["15","5","12","9"],
//     answer:[2],
//     explanation:''
//   },
  
//   {
    
//     question: "1925 में केंद्रीय विधान सभा का प्रथम निर्वाचित अध्यक्ष निम्नलिखित में से कौन था?",
//     options: ["मोतीलाल नेहरू","विठ्ठलभाई पटेल","सुभाषचंद्र बोस","भगत सिंह"],
//     answer:[1],
//     explanation:''
// },
//  {
      
//       question: " निम्न में से किसने बैडमिंटन टूर्नामेंट, इंडिया ओपन, 2022 में पुरुष युगल फाइनल जीता?",
//       options: ["सात्विकसाईराज रंकीरेड्डी, चिराग शेट्टी","प्रणॉय कुमार, शुभांकर डे","बी साई प्रणीत, समीर वर्मा","लक्ष्य सेन, श्रीकांत किदांबी"],
//       answer:[0],
//       explanation:''
//     },
    
//     {
      
//       question: " सिंधु घाटी सभ्यता के समय में शिल्प निर्माण के लिए सीप कहाँ से प्राप्त किए जाते थे?",
//       options: ["नागेश्वर", "रोपड", "शोरतुग़ई","जयपुर"],
//       answer:[0],
//       explanation:''
// },
// {
//     question: " ____ को वर्ष 1815 में भारत का पहला महासर्वेक्षक नियुक्त किया गया था।",
//     options: ["कॉलिन मैकेंज़ी","जॉर्ज एवरेस्ट","थॉमस एडम्स","जेम्स रेनेल"],
//     answer:[0],
//     explanation:''
//   },
//   {
//     question: "मध्य प्रदेश कला परिषद के सहयोग से भारत सरकार द्वारा वर्ष ____ में खजुराहो नृत्य उत्सव का शुभारंभ किया गया था।",
//     options: ["2005","1995","2015","1975"],
//     answer:[3],
//     explanation:''
//   },
// {
    
//     question: "भारत में मुख्य चुनाव आयुक्त की नियुक्ति किसके द्वारा की जाती है?",
//     options: ["भारत के मुख्य न्यायाधीश","भारत के प्रधानमंत्री","भारत के राष्ट्रपति","लोकसभा अध्यक्ष"],
//     answer:[2],
//     explanation:''
    
//   },
  
//   {
    
//     question: "ईस्ट-वेस्ट कॉरिडोर, असम के सिलचर को गुजरात के _______ से जोड़ता है।",
//     options:["अहमदाबाद","सूरत","पोरबंदर","कांडला"],
//     answer:[2],
//     explanation:''
      
//   },
// {
     
//       question: "प्रसिद्ध बरमूडा ट्रायंगल कहां स्थित है?",
//       options: ["कैस्पियन सागर","काला सागर","दक्षिणी चीन सागर","अटलांटिक महासागर"],
//       answer:[3],
//       explanation:''
     
//     },
//     {
      
//       question: "निम्न में से कौन सा की-बोर्ड शॉर्टकट का उपयोग विंडोज 10  में डेस्कटॉप को प्रदर्शित करने और छिपाने के लिए किया जाता है।",
//       options: [" Ctrl + D"," Windows logo key + D","Ctrl + H"," Windows logo key + H"],
//       answer:[1],
//       explanation:''
      
//     },
    
//     {
      
//       question: "बांग्लादेश में प्रवेश करने के बाद, ________ नदी को निचले मार्ग में जमुना नदी के रूप में जाना जाता है।",
//       options: [ "गंगा","ब्रह्मपुत्र","हुगली","यमुना"],
//       answer:[1],
//       explanation:''
// },
// {
//   question: "गाडगिल फॉर्मूला, जिसका नाम समाज-विज्ञानी और भारतीय योजना के प्रथम आलोचक के नाम पर रखा गया था, को भारत में राज्य योजनाओं के लिए केंद्रीय सहायता के आवंटन का निर्धारण करने के लिए ______ में अनुमोदित किया गया था।",
//   options: ["1970","1967","1966","1969"],
//   answer:[3],
//   explanation:''
// },
// {
//   question: "दादरा ताल नामक हिंदुस्तानी शास्त्रीय ताल में कितने नाद होते हैं?",
//   options: ["3","12","6","9"],
//   answer:[6],
//   explanation:''
  
// },
// {
    
//     question: "13 जुलाई 2021 को बैडमिंटन वर्ल्ड फेडरेशन (BWF) ने आधिकारिक तौर पर 2026 BWF वर्ल्ड चैंपियनशिप की मेजबानी का दायित्व किस देश को सौंपा है?",
//     options: ["भारत","स्पेन","जापान","मलेशिया"],
//     answer:[0],
//     explanation:''
//   },
  
//   {
   
//     question: "मार्च 2021 में, के.के. बिड़ला फाउंडेशन ने 30वें सरस्वती सम्मान से किसे सम्मानित किया था?",
//     options: ["शरणकुमार लिंबाले", "वासदेव मोही","के. शिवा रेड्डी","पद्मा सचदेव"],
//     answer:[0],
//     explanation:''
//   },
  
//   {
    
//     question: "त्वरण का मात्रक निम्न में से कौन सा है?",
//     options: ["मीटर/सेकंड²","मीटर/सेकंड","सेकंड/मीटर","न्यूटन"],
//     answer:[0],
//     explanation:''
//   },
//    {
   
//     question: "नीचे सूचीबद्ध विकल्पों में से, जनसंख्या की दृष्टि से सबसे छोटा देश कौन सा है?",
//     options: [ "वेटिकन सिटी ","पूर्वी तिमोर ","होंडुरास ","क्यूबा "],
//     answer:[0],
//     explanation:''
//   },
//   {
    
//     question: "1857 के विद्रोह काल के समय, उत्तर प्रदेश के बड़ौत में विद्रोह करने वाला शाहमल ______ में युद्ध में मारा गया था।",
//     options: ["जुलाई 1857", "जून 1858","सितंबर 1857","मई 1858"],
//     answer:[0],
//     explanation:''
//   },
//   {
    
//     question: "निम्न में से कौन सा मानव विकास सूचकांक की गणना के लिए प्रयुक्त होने वाला एक मानक नहीं है?",
//     options: ["प्रति व्यक्ति सकल राष्ट्रीय आय","स्कूली शिक्षा के अपेक्षित वर्ष","जीवन प्रत्याशा","रहने वाले क्षेत्र के आसपास का वातावरण"],
//     answer:[3],
//     explanation:''
//   },
//   {
    
//     question: "BRICS राष्ट्रों के समूह में 'S' का पूर्ण रूप बताएं।",
//     options: ["सूडान", "स्वीडन"," साउथ अफ्रीका"," सिंगापुर"],
//     answer:[2],
//     explanation:''
// },
// { question: "______,भारत के तमिलनाडु राज्य और द्वीपीय राष्ट्र श्रीलंका के उत्तरी प्रांत के जाफना जिले के बीच स्थित है।",
//   options: ["होर्मुजु जलडमरूमध्य","बेरिंग जलडमरूमध्य","पाक जलडमरूमध्य","मलक्का जलडमरूमध्य"],
//   answer:[2],
//   explanation:''
// },
// {
   
//     question: "मानव विकास सूचकांक के स्वास्थ्य घटक को ______ द्वारा मापा जाता है।",
//     options: ["जन्म के समय जीवन-प्रत्याशा","लिंग अनुपात","कुल मृत्यु संख्या","कुल जन्म संख्या"],
//     answer:[0],
//     explanation:''
//   },
  
//   {
   
//     question: "हिमाचल प्रदेश के इनमें से किस लोकप्रिय लोक नृत्य में, नृत्य प्रस्तुति के अंत में देवी-देवताओं को समर्पण की भावना से नर्तकियों द्वारा यज्ञ किया जाता है?",
//     options: ["नाटी","कालबेलिया","बिहू","जवार"],
//     answer:[0],
//     explanation:''
//   },
// {
//     question: "1 फरवरी 2022 को भारतीय सेना के नए उप प्रमुख के रूप में किसने कार्यभार संभाला?",
//     options: [ "लेफ्टिनेंट जनरल शरत चंद्र","लेफ्टिनेंट जनरल मनोज पांडे","लेफ्टिनेंट जनरल सतिंदर कुमार सैनी","लेफ्टिनेंट जनरल चंडी प्रसाद मोहंती"],
//     answer:[1],
//     explanation:''
   
//   },
//    {
//     question: "भारतीय संविधान के ________ के अंतर्गत वित्तीय आपातकाल घोषित किया जा सकता है।",
//     options: [ "अनुच्छेद 352","अनुच्छेद 360", "अनुच्छेद 359","अनुच्छेद 356"],
//     answer:[1],
//     explanation:''
    
//  
// },
// {
    
//     question: "रिहला' नामक प्रसिद्ध पुस्तक निम्नलिखित में से किसके द्वारा लिखी गई है जिसमें चौदहवीं शताब्दी में भारतीय उपमहा‌द्वीप के सामाजिक और सांस्कृतिक जीवन के बारे में अत्यंत समृद्ध और रोचक वर्णन किया गया है?",
//     options: ["फ्रांकोइस बर्नियर","ह्वेनसांग","इब्नबतूता","अल बरूनी"],
//     answer:[2],
//     explanation:''
// },
//   {
    
//     question: "पंडित बिरजू महाराज निम्न में से किस नृत्य शैली से संबद्ध थे?",
//     options: ["कथकली","भरतनाट्यम","कथक","चरकुला"],
//     answer:[2],
//     explanation:''
    
//   },

//   {
    
//     question: "निम्न में से किसका उपयोग सामान्यतः सौर सेल बनाने में होता है?",
//     options: [ "पोलोनियम","सिलिकॉन","रुथेनियम","सेलेनियम"],
//     answer:[1],
//     explanation:''
//    },
//    {
//   question: " मृत सागर, एक अत्यधिक खारा जल निकाय है। यह निम्नलिखित में से किस महा‌द्वीप में स्थित है?",
//   options: [" अफ्रीका"," एशिया","उत्तरी अमेरिका"," यूरोप"],
//   answer:[1],
//   explanation:''
// },
// {
      
//       question: "भारतीय प्रतिभूति और विनिमय बोर्ड_____ की निगरानी और विनियमन का कार्य करता है।",
//       options: ["भारतीय पूंजी बाजार संचालन","जन स्वास्थ्य क्षेत्र","केवल बिदेशी मुद्रा","निजी क्षेत्र के उ‌द्योग"],
//       answer:[0],
//       explanation:''

//     },
//     {
      
//       question: "______ का प्रतिनिधित्व करने वाली लॉरेल हबर्ड, महिलाओं की 87+ किग्रा भारोत्तोलन श्रेणी में टोक्यो 2020 ओलंपिक में भाग लेने वाली पहली ट्रांसजेंडर एथलीट बनीं।",
//       options: ["ऑस्ट्रेलिया","चीन","न्यूज़ीलैंड","संयुक्त राज्य अमेरिका" ],
//       answer:[2],
//       explanation:''
      
//     },
//     {
      
//       question: "इनमें से किसने हंगरी के बुडापेस्ट में आयोजित 2021 विश्व कैडेट कुश्ती चैंपियनशिप में 73 kg  वर्ग में स्वर्ण पदक जीता?",
//       options: ["साक्षी मलिक","विनेश फोगाट", "प्रिया मलिक", "बबिता कुमारी"],
//       answer:[2],
//       explanation:''
     
  
  
// },
//  {
//     question: " मेमोरी डिवाइस का प्रत्येक सेल बाइनरी संख्याओं के रूप में एक 'bit' की सूचना संग्रहीत करने में सक्षम होता है। 'bit'  शब्द का अर्थ क्या है?",
//     options: ["बाइनरी डिवाइज़र ","बाइडायरेक्शनल डिजिट ","बाइडायरेक्शनल डिवाइज़र ","बाइनरी डिजिट "],
//     answer:[3],
//     explanation:''
//   },
//   {
//     question: " निम्नलिखित में से कौन सी नदी पूर्व की ओर बहती है?",
//     options: ["नर्मदा","ताप्ती","मांडवी","दामोदर"],
//     answer:[3],
//     explanation:''
// },
// {
    
//     question: "निम्न में से कौन-सी पृथ्वी के वायुमंडल की सबसे निचली परत है?",
//     options: ["मध्यमंडल","समतापमंडल","ताप मंडल","क्षोभमंडल"],
//     answer:[3],
//     explanation:''
//     },
//      {

//     question: "जब सभी इनपुट में आनुपातिक वृद्धि के परिणामस्वरूप आउटपुट में बड़े अनुपात में वृद्धि होती है, तो उत्पादन फलन_____ को प्रदर्शित करता है।",
//     options: ["पैमाने के निरंतर प्रतिफल","पैमाने के घटते प्रतिफल","पैमाने के बढ़ते प्रतिफल","पैमाने के दोगुना प्रतिफल"],
//     answer:[2],
//     explanation:''
//     },
//      {
//     question: "स्वर्णिम चतुर्भुज एक______ परिवहन नेटवर्क है, जिसका उद्देश्य भारत में माल और लोगों की तेजी से आवाजाही की सुविधा प्रदान करना है।",
//     options: ["जलमार्ग","वायुमार्ग","सड़क","रेलवे"],
//     answer:[2],
//     explanation:''
//   },
//   {
//     question: " GDFCF का सही पूरा नाम निम्न में से कौन-सा है?",
//     options: ["Gross Domestic Fixed Currency Formation","Gross Domestic Fixed Capital Formation ","Gross Development on Fixed Capital Formation ","Gross Development Funding Capital Formation "],
//     answer:[1],
//     explanation:''

//   },
//   {
//     question: " वह वक्र जो उत्पादन के उन स्तरों को दर्शाता है जो अधिकतम लाभ अर्जित करने वाली कोई फर्म बाजार मूल्य के विभिन्न मानों पर उत्पादन करने के लिए चुनती है, उसे फर्म का ______ कहा जाता है।",
//     options: ["आपूर्ति वक्र","मांग वक्र ","चर वक्र ","निष्पादन वक्र "],
//     answer:[0],
//     explanation:''
//   },
// {
//     question: " 8 जुलाई 2021 को रक्षा मंत्रालय ने रक्षा पेंशन की मंजूरी एवं संवितरण हेतु एक वेब-आधारित एकीकृत प्रणाली लागू की थी। उस प्रणाली का नाम क्या है?",
//     options: ["आदर्श", "निर्यातक","सुविधा ","स्पर्श"],
//     answer:[3],
//     explanation:''
//   },
//   {
//     question: " अगस्त 2021 में, 2020 टोक्यो पैरालंपिक खेलों में भाविनाबेन पटेल ने किस खेल में रजत पदक जीता था?",
//     options: ["टेबल टेनिस","व्हीलचेयर रग्बी","तैराकी","निशानेबाजी"],
//     answer:[0],
//     explanation:''

//   },

//   {
    
//     question: "भारतीय संविधान का कौन सा अनुच्छेद उच्च न्यायालयों के न्यायाधीशों द्वारा शपथ या प्रतिज्ञान से संबंधित है?",
//     options: ["अनुच्छेद 256","अनुच्छेद 185","अनुच्छेद 219","अनुच्छेद 289"],
//     answer:[2],
//     explanation:''
//   },
//   {

//     question: "साम्य राष्ट्रीय आय (Equilibrium national income) तब होती है जब समग्र आपूर्ति ____|",
//     options: ["समग्र व्यय के बराबर होती है","समग्र उत्पादन के बराबर होती है","समग्र मांग के बराबर होती है","समग्र उपभोग के बराबर होती है"],
//     answer:[2],
//     explanation:''
//   },
//   {
    
//     question: "निम्न में से कौन सा अरुणाचल प्रदेश राज्य में स्थित है?",
//     options: ["दिस्कित मठ","हेमिस मठ", "तवांग मठ","थिकसे मठ"],
//     answer:[2],
//     explanation:''
//   },
// { question: "निम्न में से कौन 'पूंजीगत प्राप्तियां (Capital Receipts)' शब्द की सही व्याख्या करता है?",
//   options: ["वे प्राप्तियां, जो सरकार पर दावा नहीं करती हैं","सरकार की वे प्राप्तियां, जिनके परिणामस्वरूप वित्तीय देयताओं में कमी आती है","राज्य सरकारों और अन्य दलों को दिए गए अनुदानों की प्राप्तियां","सरकार की वे प्राप्तियां, जो देयता का सृजन करती हैं, या वित्तीय परिसंपत्ति को कम करती हैं"],
//   answer:[2],
//   explanation:''
// },

//   {
    
//     question: "चींटी के काटने से उत्पन्न अम्ल के प्रभाव को नम बेकिंग सोडा या जिंक कार्बोनेट युक्त_____ विलयन को रगड़ कर निष्प्रभावित किया जा सकता है।",
//     options: [ "कैप्रिलिल ग्लाइकॉल (Caprylyl Glycol)","बेन्जेथोनियम क्लोराइड (Benzethonium chloride)", "कैलामाइन (Calamine)","बेहेनिल अल्कोहल (Behenyl Alcohol)"],
//     answer:[2],
//     explanation:''
//   },
//   {
    
//     question: "____को राष्ट्रीय भारतीय शास्त्रीय नृत्य संस्थान (National Institute of Indian Classical Dance) द्वारा 2021 अभिनंदन सरोजा राष्ट्रीय पुरस्कार से सम्मानित किया गया था।",
//     options: ["प्रभा अत्रे","प्रियदर्शन","अपर्णा सतीसन", "चंद्रशेखर कम्बारा"],
//     answer:[2],
//     explanation:''
//   },
//   {
    
//     question: "_____,बैंकिंग प्रणाली में धन का विस्तार या संकुचन करने और ब्याज दरों को प्रभावित करने के लिए केंद्रीय बैंक द्वारा की जाने वाली सरकारी प्रतिभूतियों की खरीद या बिक्री को संदर्भित करता है।",
//     options: ["अंतरराष्ट्रीय बाजार परिचालन (International market operations)", "बंद बाजार परिचालन (Closed market operations)","खुला बाजार परिचालन (Open market operations)","राष्ट्रीय बाजार परिचालन (National market operations)"],
//     answer:[2],
//     explanation:''
//   },
// {
     
//       question: "अप्रैल 2021 में, भारतीय सांस्कृतिक संबंध परिषद (ICCR) द्वारा समर्थित गेमऐप स्पोर्टसविज्ञ टेक प्राइवेट लिमिटेड (Gamapp Sportswizz Tech Private Limited) के साथ लॉन्च किए गए दुनिया के पहले गेमफाइड संस्कृत लर्निंग एप्लिकेशन का नाम क्या है?",
//       options: ["संस्कृत MAL (Sanskrit MAL)", "लिटिल गुरु (Little Guru)","लर्न संस्कृत (Learn Sanskrit)","लेटर2साउंड (Letter2Sound)"],
//       answer:[1],
//       explanation:''
      
//     },
//     {
      
//       question: "निम्न में से कौन भारत के सबसे लंबे समय तक सेवारत महान्यायवादी (अटॉर्नी जनरल) थे?",
//       options: [ "के. के. वेणुगोपाल","सी. के. दफ्तरी", "मोतीलाल चिमनलाल सीतलवाड़","निरेन डे" ],
//       answer:[2],
//       explanation:''
      
//     },
    
//     {
      
//       question: "भारतीय जनगणना 2011 के अनुसार, निम्न में से किस भारतीय राज्य में ग्रामीण क्षेत्रों में रहने वाले लोगों की संख्या सर्वाधिक (संपूर्ण) है?",
//       options: ["बिहार","झारखंड","राजस्थान","उत्तर प्रदेश"],
//       answer:[3],
//       explanation:''
     
//     },
//     {
//   question: " फूलों का अनूठा त्योहार बतुकम्म (Bathukamma) _______ का रंगीन और जीवंत त्योहार है, और यह त्योहार महिलाओं द्वारा उन फूलों से मनाया जाता है, जो प्रत्येक क्षेत्र में विशेष रूप से उगते हैं।",
//   options: ["तेलंगाना","त्रिपुरा","पश्चिम बंगाल","गुजरात"],
//   answer:[0],
//   explanation:''
  
// },
//   {
   
//     question: "भारतीय संविधान के किस अनुच्छेद का उद्देश्य भारत के संपूर्ण क्षेत्र में नागरिकों के लिए समान नागरिक संहिता सुरक्षित करना है?",
//     options: ["अनुच्छेद 46","अनुच्छेद 43","अनुच्छेद 44","अनुच्छेद 47"],
//     answer:[2],
//     explanation:''
//   },
//   {
    
//     question: "अक्टूबर 2021 में केंद्रीय मंत्री डॉ. जितेंद्र सिंह ने भारत के प्रथम मानवरहित महासागर मिशन 'समुद्रयान' का शुभारंभ कहाँ किया था?",
//     options: ["कोच्ची","चेन्नई","हैदराबाद","मुंबई"],
//     answer:[1],
//     explanation:''
//   },
//   {
   
//     question: "निम्न में से कौन सा एमएस-ऑफिस (MS-Office) 365 सुइट का अभिन्न घटक (integral component) नहीं है?",
//     options: ["एमएस-वर्ड (MS-Word)","एमएस-एक्सेल (MS-Excel)","एमएस-एक्सेस (MS-Access)","एमएस-पेंट (MS-Paint)"],
//     answer:[3],
//     explanation:''
//   },
//   {
//     question: " वैज्ञानिक एवं औद्‌योगिक अनुसंधान परिषद (CSIR) के 80वें स्थापना दिवस के अवसर पर, कितने वैज्ञानिकों को विज्ञान और प्रौद्‌योगिकी के लिए 2021 के शांति स्वरूप भटनागर (SSB) पुरस्कार से सम्मानित किया गया था?",
//     options: [" 15"," 10"," 12"," 11"],
//     answer:[3],
//     explanation:''
//   },
 
//   {
//     question: " मानव के दुर्व्यापार का प्रतिषेध भारतीय संविधान में ______ के अंतर्गत निहित है।",
//     options: [" अनुच्छेद 21"," अनुच्छेद 22"," अनुच्छेद 23"," अनुच्छेद 24"],
//     answer:[2],
//     explanation:''
//   },
//   {
//   question: "हाल ही में सुर्खियों में रहे, वीरेंद्र सिंह पठानिया को दिसंबर 2021 में किस पद पर नियुक्त किया गया है?",
//   options: ["भारतीय तटरक्षक बल महानिदेशक","वायु संचालन महानिदेशक","एयर ऑफिसर-इन-चार्ज ऑफ़ पर्सनल","वायु सेना प्रमुख"],
//   answer:[0],
//   explanation:''
// },
//  {
    
//     question: "जेनेसिस प्राइज़ 2022 (Genesis Prize 2022) के विजेता अल्बर्ट बॉर्ला (Albert Bourla) निम्न में से किस कंपनी के सी.ई.ओ. (CEO) हैं?",
//     options: ["मर्क एंड कंपनी, इंक (Merck & Co. Inc.)","ग्लैक्सोस्मिथक्लाइन पीएलसी (GlaxoSmithKline plc)","फाइजर इंक. (Pfizer Inc.)","नोवार्टिस इंटरनेशनल ए.जी. (Novartis International AG)"],
//     answer:[2],
//     explanation:''
//   },
 
//   {
    
//     question: "खाद्य एवं कृषि संगठन के अनुसार, वर्ष 2019 में निम्न में में से किस देश ने गन्ने की सर्वाधिक मात्रा का उत्पादन किया था?",
//     options: ["चीन","भारत","जापान","ब्राज़ील"],
//     answer:[3],
//     explanation:''
// },
//  {
//     question: "___ द्वारा प्रस्तावित देशी प्रेस अधिनियम (Vernacular Press Act) का उद्देश्य देशी प्रेस के ब्रिटिश नीतियों की आलोचना व्यक्त करने से रोकना था।",
//     options: ["लॉर्ड लिटन","लॉर्ड इर्विन","लॉर्ड चेम्सफोर्ड","लॉर्ड माउंटबेटन" ],
//     answer:[0],
//     explanation:''
    
//   },
//   {
   
//     question: "निम्न में से ______ ने स्वामी हरिदास से ग्यारह वर्ष तक संगीत सीखा था।",
//     options: ["तनरंग","रामदास","बैजू बावरा","तानसेन" ],
//     answer:[3],
//     explanation:''
//     },
  
//   {
   
//     question: "प्रधानमंत्री नरेंद्र मोदी ने मल्टी-मॉडल कनेक्टिविटी के लिए प्रधानमंत्री गति शक्ति - राष्ट्रीय मास्टर योजना का शुभारंभ किया। इस योजना के लिए प्रस्तावित वित्तीय परिव्यय कितना है?",
//     options: ["100 लाख करोड़","2500 लाख करोड़","50 लाख करोड़","2000 लाख करोड़"],
//     answer:[0],
//     explanation:''
   
// },
// {
//   question: " अंतरिक्ष विज्ञान के संदर्भ में, निम्न में से किस ग्रह का एक भी चंद्रमा (moon) नहीं है?",
//   options: [ "वरुण और मंगल","अरुण और वरुण","बृहस्पति और शनि","शुक्र और बुध" ],
//   answer:[3],
//   explanation:''
 
// },
//  {
    
//     question: "एटलस पर्वतमाला निम्न में से किस महाद्वीप में स्थित है?",
//     options: ["अफ्रीका", "उत्तरी अमेरिका","एशिया", "यूरोप"],
//     answer:[0],
//     explanation:''
    
//   },
//   {
    
//     question: "निम्न में से किसका उपयोग मानव शरीर के अंदर जीवाणु संक्रमण का उपचार करने के लिए किया जाता है?",
//     options: ["एंटीबायोटिक (Antibiotic)","ऐनेस्थेटिक (Anaesthetic)","एंटीपाइरेटिक (Antipyretic)","एंटीसेप्टिक (Antiseptic)"],
//     answer:[0],
//     explanation:''
   
//   },
//   {
    
//     question: "विश्व बैंक के अनुसार, 2020 में निम्न में से किस देश की अशोधित जन्म दर (प्रति 1000 जनसंख्या पर जीवित जन्म) विश्व में सर्वाधिक थी?",
//     options: [ "नाइजर","मिस्र", "चीन", "लेसोथो"],
//     answer:[0],
//     explanation:''
   
// },
// {
    
//     question: "दासबोध मुख्य रूप से ______ की रचनाओं और उपदेशों का संकलन है।",
//     options: ["चैतन्य","रामानुज","समर्थ रामदास","कबीर"],
//     answer:[2],
//     explanation:''
//   },
//   {

//     question: "झील और उनकी स्थिति वाले राज्यों के निम्नलिखित युग्मों में से कौन सा युग्म सुमेलित नहीं है?",
//     options: ["लोकताक झील - मणिपुर","सुल्तानपुर झील - हरियाणा","चिल्का झील - ओडिशा","कोलेरू झील - महाराष्ट्र"],
//     answer:[3],
//     explanation:''
//   },
  
//   {
    
//     question: "प्रतिष्ठित लोक सेवा श्रेणी में किस कार्य के लिए न्यूयॉर्क टाइम्स को पुलित्जर पुरस्कार 2021 से सम्मानित किया गया था?",
//     options: ["जॉर्ज फ्लॉयड के मृत्यु की कवरेज","पर्यावरणीय मुद्दों की कवरेज","सरकार के कामकाज","कोरोनावायरस महामारी का कवरेज"],
//     answer:[3],
//     explanation:''
// },
// {
//     question: " पुरातत्वविद् आर. नागास्वामी, जिनका जनवरी 2022 में निधन हो गया था, को किस स्थान के मंदिर शिलालेखों और कला इतिहास पर इनके अभिलेखीय शोध के लिए जाना जाता है?",
//     options: ["आंध्र प्रदेश","तमिलनाडु","तेलंगाना","कर्नाटक"],
//     answer:[1],
//     explanation:''
//   },
//   {
//     question: " महिला एशिया कप, 2022 हॉकी टूर्नामेंट में, भारत ने निम्न में से किस देश को हराकर कांस्य पदक जीता है?",
//     options: ["दक्षिण कोरिया","जापान","चीन","मलेशिया"],
//     answer:[2],
//     explanation:''
//   },
//   {
//     question: " दिए गए विकल्पों में से उस विकल्प का चयन कीजिए, जो 'हेड काउंट अनुपात (Head Count Ratio)' के अर्थ का सही वर्णन करता है।",
//     options: ["जब औसत आय वाले लोगों की संख्या का आकलन, गरीबी रेखा के बराबर वाले लोगों के अनुपात के रूप में किया जाता है","जब गरीबों की संख्या का आकलन, गरीबी रेखा से ऊपर जीवनयापन करने वाले लोगों के अनुपात के रूप में किया जाता है","जब अमीरों की संख्या का आकलन, गरीबी रेखा के बराबर वाले लोगों के अनुपात के रूप में किया जाता है।","जब गरीबों की संख्या का आकलन, गरीबी रेखा से नीचे जीवनयापन करने वाले लोगों के अनुपात के रूप में किया जाता है"],
//     answer:[3],
//     explanation:''
// },
// {
    
//     question: "ओजोन, वायुमंडल की किस परत में सर्वाधिक सघन है?",
//     options: ["क्षोभमंडल (Troposphere)","बाह्य वायुमंडल (Thermosphere)","मध्यमंडल (Mesosphere)", "समतापमंडल (Stratosphere)" ],
//     answer:[3],
//     explanation:''
//   },
  
//   {
    
//     question: "_____,भारतीय संविधान में निर्धारित एकमात्र प्राधिकारी है, जिसे संघ और प्रत्येक राज्य तथा केंद्र शासित प्रदेश की सरकारी के आय (receipts) एवं व्यय के लेखा परीक्षण की जिम्मेदारी सौंपी गई है।",
//     options: ["भारत के नियंत्रक और महालेखा परीक्षक","भारत के महान्यायवादी", "वित्त मंत्री","भारतीय वित्त आयोग"],
//     answer:[0],
//     explanation:''
// },
//  {
   
//     question: "केरल का त्रिशूर पूरम त्योहार त्रिशूर शहर के बडक्कुनाथन मंदिर में ____ आयोजित किया जाता है।",
//     options: ["त्रैमासिक रूप से","मासिक रूप से","साप्ताहिक रूप से","वार्षिक रूप से" ],
//     answer:[],
//     explanation:''
//   },
  
//   {
   
//     question: "1940 के दशक में तैयार की गई इनमें से कौन सी रिपोर्ट विशेष रूप से कृषि मूल्यों पर आधारित थी?",
//     options: ["कृष्णमाचारी रिपोर्ट (Krishnamachari Report)","सरैया रिपोर्ट (Saraiya Report)","गाडगिल रिपोर्ट (Gadgil Report)", "खेरागट रिपोर्ट (Kheragat Report)"],
//     answer:[0],
//     explanation:''
// },
// {
      
//       question: "निम्न में से किस योजना के अंतर्गत, नामित राज्य, लक्षित सार्वजनिक वितरण प्रणाली के तहत खाद्‌यान्नों की खरीद, भंडारण और वितरण करते हैं?",
//       options: ["मूल्य स्थिरीकरण निधि (Price Stabilisation Fund)","विकेंद्रीकृत खरीद योजना (Decentralised Procurement Scheme)","न्यूनतम समर्थन मूल्य (Minimum Support Price)","केंद्रीकृत खरीद योजना (Centralised Procurement Scheme)"],
//       answer:[1],
//       explanation:''
     
//     },
//     {
      
//       question: "पागांग सो झील (Lake Pangong Tso) भारत और _________   द्वारा साझा किया जाने वाला जल निकाय है।",
//       options: ["चीन","भूटान","नेपाल","म्यांमार" ],
//       answer:[0],
//       explanation:''
// },
//  {
    
//     question: "भारत सरकार के आर्थिक सर्वेक्षण 2021-22 के अनुसार, निम्न में से कौन सा राज्य दलहन (कुल) का सबसे बड़ा उत्पादक राज्य है?",
//     options: ["उत्तर प्रदेश","गुजरात","मध्य प्रदेश","पश्चिम बंगाल"],
//     answer:[2],
//     explanation:''
//   },
  
       
//   {
    
//     question: "डॉ. लक्ष्मीनारायण सुब्रमण्यम, भारतीय ______है, जिन्हें 2001 में प्रतिष्ठित पद्म भूषण से सम्मानित किया गया ",
//     options: ["गिटार वादक","पियानो वादक","सितार वादक","वायलिन वादक"],
//     answer:[3],
//     explanation:''
//   },
// {
    
//     question: "तितली के जीवनचक्र की तीसरी अवस्था (लार्वा के बाद) क्या कहलाती है?",
//     options: ["अंड (Egg)","कोशित (Pupa)","अर्भक (Nymph)","इल्ली (Caterpillar)"],
//     answer:[1],
//     explanation:''
//   },
//   {
//     question: "निम्न में से कौन सी दक्षिण भारत की शास्त्रीय नृत्य शैली नहीं है?",
//     options: ["मोहिनीअट्टम","कथकली","भरतनाट्यम्","सत्रीया"],
//     answer:[3],
//     explanation:''
// },
// {
   
//     question: "एक मुद्रा की कीमत को दूसरे के संदर्भ में किस रूप में जाना जाता है:",
//     options: ["आयात विनिमय दर","विदेशी विनिमय दर", "अंतर्राष्ट्रीय मुद्रा","निर्यात विनिमय दर"],
//     answer:[1],
//     explanation:''
//   },
//   {
//     question: "कंप्यूटर मेमोरी कई सेलों से मिलकर बनी होती है। प्रत्येक सेल बाइनरी संख्याओं के रूप में______ जानकारी संग्रहीत करने में सक्षम होती है।",
   
//     options: ["दो बिट (two bits)","एक बिट (one bit)","एक बाइट (one byte)","एक निबल (one nibble)"],
//     answer:[1],
//     explanation:''
// },
// {
    
//     question: "  हड़प्पा की अधिकांश मानक मुहरे _____ नामक एक प्रकार के मुलायम पत्थर से बनी होती थी, जो 2x2 विमा के साथ वर्गाकार आकृति का होता था, तथा जिसका उपयोग व्यावसायिक उद्देश्यों के लिए किया जाता था।",
//     options: ["सेलेनाइट","स्टिएटाइट","रोडोनाइट","गोल्डन रुटाइल"],
//     answer:[1],
//     explanation:''
//   },
//   {
    
//     question: "मौर्य शासक अशोक द्वारा निर्मित सारनाथ सिंहचतुर्मुख______ से बना था।",
//     options: ["बलुआ पत्थर", "अभक","लोहा","संगमरमर"],
//     answer:[0],
//     explanation:''
//   },
  
     
//   {
    
//     question: "मामलुक साम्राज्य का कौन सा/सी शासक 1236 से 1240 तक दिल्ली का/की सुल्तान था/थी?",
//     options: ["नसीरुद्दीन महमूद", "रुकनुद्दीन फिरोज","रजिया सुल्तान","आराम शाह"],
//     answer:[2],
//     explanation:''
// },
// {
//     question: "निम्न में से कौन सा फिशिंग ग्राउंड लेब्राडोर धारा (Labrador Current) और गल्फ स्ट्रीम (Gulf Stream) के संगम पर स्थित है?",
//     options: ["न्यूफाउन्डलैंड"," ओयाशियो फिशिंग ग्राउंड"," दक्षिण पश्चिम अफ्रीकी तट"," फ़ॉकलैंड द्वीप समूह"],
//     answer:[0],
//     explanation:''
    
//   },
  
//   {
//     question: " निम्न में से कौन सी नदी सिक्किम से निकलती है और पश्चिम बंगाल से बहते हुए बांग्लादेश में प्रवेश करती है?",
//     options: [" तीस्ता"," धनसीरी"," दामोदर"," घग्गर"],
//     answer:[0],
//     explanation:''
   
// }
     
   